[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
}
¡
£
¦
©
°
±
²
³
º
½
¾
ß
æ
ø
đ
ı
ł
œ
ʻ
ˈ
α
β
γ
δ
ε
η
ι
κ
λ
μ
ν
ο
π
ρ
ς
σ
τ
υ
φ
χ
ω
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
х
ч
ш
ъ
ы
ь
я
‑
–
—
‘
’
“
”
•
…
€
≤
##i
##l
##c
##e
##s
##t
##r
##n
##p
##d
##a
##b
##y
##u
##o
##m
##h
##g
##f
##4
##k
##v
##z
##0
##8
##1
##3
##5
##9
##7
##6
##2
##w
##j
##q
##x
##ˈ
##º
##т
##р
##а
##н
##³
##ı
##°
##½
##ο
##ι
##ν
##о
##ъ
##л
##г
##и
##я
##ł
##е
##ч
##с
##в
##æ
##đ
##ß
##м
##ø
##²
##κ
##α
##œ
##ε
##λ
##ς
##©
##у
##ж
##¦
##υ
##ρ
##ω
##τ
##к
##д
##ь
##γ
##μ
##δ
##η
##φ
##π
##ы
##χ
##п
##ш
##х
##σ
th
the
##on
##er
##ti
##en
##es
##in
##or
##an
in
##ed
##at
##is
of
an
to
##al
##ar
##ro
##re
and
##tion
##ou
##it
##ing
##ent
##ic
##ec
##as
##om
##ve
##il
is
re
be
##ation
for
##le
that
on
##ment
##ur
##st
##ly
eu
wh
##id
##th
##ion
pro
we
it
##ol
st
##pe
##ac
al
com
con
##ot
##se
as
##ter
##ad
##ri
##ul
this
##ce
euro
##ort
##ig
##ith
##ld
de
##ver
with
##ut
are
##ay
europe
##ow
##ess
##ia
##ir
##ill
##os
##mp
##tin
##ate
ha
un
##oun
##et
su
ne
me
par
##ity
##op
have
##ould
##un
##pp
european
##ts
##iti
en
##ers
comm
will
not
##ra
ac
##ting
ex
by
##mb
##us
##im
pr
##ble
##oc
##ain
coun
##ak
res
ag
at
##ich
##igh
##ch
##ge
sh
which
has
##ial
imp
##ust
##ore
##ff
##ect
sa
##sion
le
##ant
he
##tic
##our
ch
##uc
##ov
pol
##rom
##and
##ther
or
##ure
##me
se
all
##mber
##so
from
go
rep
wor
##end
##tive
##est
##ian
count
##ission
##ud
also
reg
ser
there
##ree
ad
##ie
##od
##ard
pres
##ist
tr
##ere
##ations
inter
li
commission
##ll
##ue
##um
##tions
was
would
20
##der
##ary
##ates
##te
co
##ies
can
di
##ome
but
##ke
##ear
##ast
##ab
ec
inc
##ish
ab
str
fin
do
##vel
its
pl
##ans
##all
##ry
min
our
##pport
##fic
presid
their
##ence
##ip
##ational
##lia
##out
should
exp
said
##ments
been
##qu
##onom
us
more
must
##ven
parlia
am
##ous
rec
need
##ade
dis
pe
##ms
##ake
parliament
acc
new
econom
##ance
##gh
##ign
sp
they
comp
##ally
member
mon
cons
states
##ong
union
year
##si
##enc
##lo
who
op
##ated
mar
so
##anc
tim
##und
##for
righ
##rou
polic
you
##lic
##ues
how
report
##am
##able
##ries
##day
import
int
work
ind
##gr
##ities
president
##ap
dec
##ves
mo
##ati
bec
serb
part
##ted
mr
##ition
one
##ag
sec
app
countries
cr
##gy
these
##ult
##duc
no
bel
man
##ution
##ens
##ks
##reat
bet
##vern
agree
##act
peop
##ub
prop
##au
ver
govern
pos
cont
eff
##rec
people
dem
other
intern
##age
##oin
##ose
out
pri
resp
support
up
ar
economic
about
tur
##velop
very
than
develop
like
##fore
conc
##ep
200
some
##ace
##itic
##el
country
##tit
politic
if
important
##ause
##ility
##ise
under
what
##ord
##og
##ack
##em
##cil
soc
only
##av
##ister
again
##ase
per
fir
la
af
##vid
vot
##ever
iss
council
time
##we
##ach
cl
fund
ter
##form
trans
state
inv
say
##ision
partic
ob
kos
##lud
rel
##ures
over
however
because
mark
##ten
##ency
##ovo
##ved
proc
pre
minister
financ
##ating
el
##ine
kosovo
leg
##ween
between
##ual
##ious
policy
##ular
rights
##ative
##eration
##ors
government
were
##ive
##ving
region
propos
bo
my
ins
prot
##lear
now
political
such
international
ass
##ieve
##ublic
first
tw
##one
##min
market
sy
them
##ail
##get
##ru
##fer
add
##res
into
when
fe
##tain
cro
##mes
##enti
see
bas
##ern
direc
commit
two
##ards
includ
agreement
##ection
##ink
##par
sit
high
citi
citiz
##ech
##ric
social
##eral
##ised
against
sol
##ond
his
##uring
financial
##ile
cri
democ
##aj
any
##ight
##uman
cris
those
##sible
therefore
##vic
serbia
citizens
##roup
human
##ural
##aced
disc
diff
##ific
particular
##mbers
group
take
##rib
make
##urr
##are
proble
##rough
produc
##oll
##ost
ener
crisis
##ected
gen
well
many
ro
au
##hip
development
appro
##ok
##eng
##ty
energy
after
years
sub
incre
cour
##ective
sign
public
##xt
national
law
te
cent
syst
##ress
being
clear
meas
way
##very
offic
made
world
##ild
provid
##oint
members
call
##00
deb
commun
##go
im
med
most
##lement
##gan
chan
es
##ide
##ania
lead
br
##now
##sel
requ
##ough
proposal
secur
spec
end
##wn
ens
last
##ass
concern
tak
resol
curr
contin
##uation
##ob
ban
##ism
rom
##uss
fact
security
##li
##ects
##abl
believe
##iew
tra
form
level
##isation
bud
si
respon
##ently
sc
##gar
rem
fut
##ents
future
cre
think
auth
##amp
sti
may
##orities
could
croati
had
through
order
process
strate
budget
##utions
##ful
##air
##ited
alb
##ram
##eign
hel
emp
good
##eg
sou
maced
macedon
repres
##key
##ory
instit
##ath
measures
turkey
great
gro
nat
where
##ince
ra
right
##ite
know
##pr
conf
help
##ey
##loy
red
##ties
##bility
def
##uch
adop
situation
even
regul
every
##tern
##ority
organ
long
##ady
issue
during
201
##illion
des
bi
access
want
qu
accord
tal
##ical
ful
##ene
gre
war
system
##ces
ques
##isl
##man
treat
use
##reed
##ings
sect
mat
gi
implement
both
19
impro
inst
##cep
vis
same
inform
compe
bal
env
today
gu
stand
bul
prog
south
plan
decision
car
program
##ters
set
bus
invest
her
foreign
##ound
far
##ran
ext
##mental
regard
##goti
##wor
##king
main
possible
##ruc
maj
negoti
##ject
##thing
aff
##ays
area
##ope
##ute
##ft
consid
still
##ential
##orts
##cc
##iness
##inc
inte
just
est
##ety
servic
ensure
bulgar
mil
times
vote
represent
since
coop
##old
protection
ach
own
##tiv
while
does
cap
##arge
cond
##ged
nu
party
##rac
prom
trade
ev
get
month
lo
##own
##ood
##ges
cor
##lob
within
legisl
pers
##ovic
##les
ann
rul
cann
##ind
bu
prime
fav
##gress
spe
##itions
foll
follow
fr
much
business
##anian
pow
debate
initi
compan
##ecess
committe
resolution
##ertain
##ici
cannot
open
dra
##ability
##iv
##vers
real
##ire
##ablish
here
establish
according
fur
sch
##ame
##ina
including
fra
##ready
already
##mit
##alth
sector
common
place
differ
sm
put
glob
##ied
voted
bl
grow
further
bih
##omen
dep
##iron
three
environ
number
##ice
##ning
id
cooperation
favour
act
mak
allow
##work
nor
action
strategy
##ratic
without
##ax
second
case
treaty
committee
##men
question
necess
progress
vi
star
hope
##vision
consider
general
global
official
information
increas
##ason
inf
issues
certain
aw
commissioner
wel
why
macedonia
remain
aim
loc
##als
able
saf
next
croatia
##gin
bor
authorities
health
serbian
fac
integr
supp
##ists
before
bos
##ages
institutions
view
wee
partn
att
beh
change
role
##ultural
your
invol
terr
##land
##ss
##ug
##ately
point
economy
##wards
women
##urs
##grade
southe
democratic
job
employ
ref
##sp
opport
opportun
##come
##ece
step
##echn
obj
##ount
problem
strong
amend
av
##times
problems
areas
indust
based
##ital
bosn
legal
community
prev
then
contrib
##ources
reason
competi
relations
belgrade
southeast
##tice
equ
free
ear
techn
current
needs
told
val
##eting
necessary
meeting
contro
##its
##ik
turk
men
freed
viol
princ
deal
ur
examp
princip
##ration
given
comple
freedom
oper
000
##ests
too
better
##ength
##over
continue
exper
##ising
##oura
##ections
direct
##ences
opp
towards
greece
united
russ
child
effective
##iter
respect
##leg
##bon
taken
operation
particularly
move
##ang
##ines
##led
power
back
tax
bar
monten
euros
##sk
##ird
present
directive
among
course
sl
em
hand
##sibility
agric
turkish
frame
proced
##tis
##alf
rest
programme
##ren
##lus
transp
##med
##epend
cost
rev
show
negotiations
vo
strength
day
##itive
bulgaria
court
means
romania
improve
ask
serious
former
##cept
diffic
independ
rules
example
third
framework
jus
pay
##atives
nato
growth
setimes
lib
whe
##ises
##stain
million
partners
find
food
10
##fied
bene
come
##other
specific
##fe
let
provide
regulation
efforts
small
local
thank
give
increase
express
gr
reach
##aly
mod
consum
##ulture
another
##itor
simp
person
presidency
police
regional
enter
rece
##ret
whether
##ward
sever
rapport
rapporte
play
albania
conditions
balk
cy
terms
lis
pop
##gether
##racy
head
##til
educ
##ually
funds
talks
##pri
press
##ev
services
bank
build
peace
result
##ned
##ily
term
succ
different
activ
sum
clim
lisbon
signific
down
##ession
##ph
civ
ph
const
civil
implementation
##fy
199
together
##ante
##uce
lab
climate
addition
wri
guar
major
look
happ
resear
research
##ict
##ouse
constit
writing
fish
discuss
##lemen
##tim
approach
success
##ral
funda
did
ris
strengthen
prof
reduc
position
elections
chall
doc
##rup
guarante
oppos
working
resul
adopted
##ogn
resources
##ather
making
used
she
prac
week
fail
legislation
become
##ians
aid
##egro
control
##ially
montenegro
eas
priv
##self
particip
##atic
qual
##ases
adv
says
recogn
air
sur
##round
off
pris
instru
companies
sustain
parties
##pec
key
albanian
##ater
fundamental
12
refer
assist
reform
standards
project
##ced
transport
pass
achieve
opin
soci
gree
opinion
following
products
democracy
bring
tar
##ick
##arity
intro
require
large
found
interest
policies
milit
mean
speak
11
money
significant
workers
ess
##utes
##ead
har
going
investment
##pl
recent
##uct
espec
benef
especially
force
char
sing
integration
2009
effici
children
foc
few
clos
##stand
bosnia
forward
tri
leaders
##used
mrs
ru
welcome
prepar
account
house
##tives
ge
##ants
##ib
sk
##red
address
##ner
border
##line
uni
stability
enc
fam
ger
dat
##gest
##olog
months
opportunity
jud
called
full
##ock
done
importance
bro
less
mad
##20
##iation
four
##ulation
suff
join
rapporteur
education
basis
difficult
ca
greater
joint
##adic
special
fl
proper
billion
sw
##ension
russia
matter
docu
##vention
greek
ide
military
coh
##tention
##ium
##ica
##omm
comb
accession
mention
##ovina
##nes
struct
clo
##sive
ap
##lusion
##ances
var
##omes
eur
manage
safety
##ness
ret
transpar
positive
media
several
justice
amb
##iod
##ana
col
##ging
society
met
##ended
inn
currently
each
admin
industry
demand
##ats
##bour
##je
##erc
best
##ending
indi
period
yet
##jects
responsibility
data
requir
coll
15
##forms
##uge
impact
indic
hun
##ordin
single
stud
solid
once
jobs
taking
officials
agreements
jun
solution
elect
life
short
##sequ
##ds
stat
administ
conflic
whole
german
least
jan
top
environment
terror
fight
poin
##onst
internal
cred
initiative
tour
behalf
proposals
due
critic
2010
close
employment
essential
dece
monday
madam
unf
er
##uly
pot
##ave
##selves
achie
increasing
##wh
announ
crimes
exc
##ko
##ways
reforms
low
##ski
##ators
##ton
interests
##ining
croatian
wr
rule
start
saying
##ased
##ogue
##ct
december
rele
youn
results
march
alth
majority
finally
##zeg
stress
##ling
ple
held
encoura
him
##ience
herzeg
although
##ems
expected
##ussion
innov
##ote
around
understand
construc
herzegovina
clearly
offer
projects
wish
##ared
decl
meet
central
##erv
nuc
office
##airs
extre
lim
young
nuclear
care
regions
assistance
##ference
membership
proposed
non
partnership
groups
cases
expl
##com
june
fully
environmental
assess
something
hist
really
final
dial
individ
attention
##ined
threat
past
corrup
wed
##urd
risk
quality
solidarity
service
create
##echan
applic
though
lack
mechan
review
##emp
assoc
inde
introduc
never
##ield
##ruct
##utional
begin
ke
##nesday
wednesday
happen
abs
##ecting
republic
##lu
provision
##ends
labour
ori
po
visit
il
##ief
ah
violence
inves
##thers
focus
dialogue
until
discussion
sustainable
##ying
status
target
strateg
subject
gas
##ality
##lig
agricultural
individual
prec
vic
having
name
eth
##uary
event
appe
dist
2008
coordin
del
objec
affairs
##nic
monitor
sen
challeng
##tina
neigh
january
involved
asp
management
pack
##iting
defence
opposition
ent
production
##az
30
cultural
list
recei
objectives
rather
left
consequ
needed
complete
##ible
always
camp
##ris
##ilities
things
rad
ago
sup
##la
added
various
oct
##tle
neighbour
farm
itself
post
cohes
##unch
net
company
##ober
conte
october
crimin
summit
five
corruption
retur
##ceed
tot
crime
principle
consumers
procedure
agency
concerns
##ove
2020
minist
include
##lex
prevent
##ides
hold
##ons
deter
funding
independence
markets
minutes
macedonian
mul
##uk
##iance
desp
##part
guarantee
lad
uk
cohesion
gent
##ices
##tig
centre
enti
expect
##ued
emph
soon
fair
ce
conference
tues
tuesday
##ange
often
cand
##isting
infr
##ateral
won
oblig
nove
concerned
##veness
november
imm
traff
##atis
near
occ
##uty
activities
pur
news
competition
analy
capital
agreed
sar
extern
recomm
avail
candid
potential
extreme
keep
gentlemen
emphas
face
sim
statement
##ale
14
images
balkans
ladies
25
##ided
disp
##mon
pros
old
regarding
##mination
representative
##less
six
colle
run
organis
challenges
external
ir
contr
big
commitment
pristina
responsible
appropri
accept
parliamentary
romanian
##thern
developing
##tiveness
programmes
along
##raph
##enda
##unc
changes
others
cross
##versity
demonst
illeg
trad
organised
systems
indeed
population
##orting
road
getty
counter
##estern
##sels
investig
##olo
points
transparency
##oy
##most
fil
ministry
priority
apr
april
##ensive
promo
costs
maintain
##rest
##atory
bri
thurs
thursday
western
broad
announced
hear
secret
##ps
objective
##ably
provided
field
context
geor
ethnic
days
concerning
despite
traffic
increased
##overty
poverty
##mar
##aps
launch
representatives
sug
read
##anovic
practic
mission
prosec
##ator
##up
amendments
conflict
##ology
available
sel
##medi
previous
##ier
##lav
##io
line
##aged
enterpr
sep
package
eng
words
july
legislative
dou
##tims
victims
promote
##row
##ool
##istan
susp
comprom
response
culture
cruc
decisions
##ody
##istic
##igration
seen
##ither
home
det
kind
sure
plans
organisation
##ortun
bulgarian
unemp
unemploy
##bru
visa
origin
##ished
criter
election
##ender
trib
leader
febru
february
enough
##side
feel
unfortun
quick
func
took
cla
forces
bre
liberal
signed
acro
governments
agenda
remains
actually
##ried
##plom
diplom
private
fisher
mis
slov
##tember
##use
##ior
reports
##ash
cut
hon
##ze
request
strategic
hard
principles
emer
##ering
september
2007
creation
##acy
north
mom
living
pap
##encies
communic
regim
across
criminal
crucial
chief
##reb
brus
18
thus
27
ve
reduce
gener
port
simply
conclud
immedi
led
relig
conclusion
arrest
innovation
comes
avo
afric
colleag
protect
lat
fell
##itar
brussels
apply
artic
mid
##ka
benefit
tas
##astruct
infrastruct
mand
sun
aimed
ath
agriculture
entire
early
document
confid
extremely
anti
above
nations
##ibility
stop
win
pa
organisations
text
businesses
sent
##gue
requirements
received
subst
doing
discri
values
##sw
13
##duce
criteria
aust
ministers
##ilateral
voting
return
amendment
mentioned
illegal
governance
cover
17
green
efficiency
instruments
##evo
total
draw
answ
recommend
dam
director
cho
moment
mov
school
kar
questions
ten
prosp
training
aut
demonstr
mess
enterprises
##thod
draft
deleg
idea
##ourn
perform
procedures
##equ
##lling
##dp
##co
unfortunately
recently
##ger
turn
2011
lit
successful
poor
achieved
appropriate
sea
sal
additional
existing
tribun
independent
##yl
##ari
conn
##oted
reasons
urg
##prus
cyprus
using
mus
medium
reached
##vant
##ilit
impos
longer
##ean
ty
active
actions
farmers
function
required
exch
thing
##anced
natural
##aign
themselves
aud
pressure
campaign
priorities
quite
building
consequences
instead
coming
##sib
tribunal
compromise
16
share
established
##erous
mor
basic
saraj
balkan
##ump
financing
application
might
##itarian
instrument
fall
conduc
lang
prices
##mor
skop
mob
sarajevo
opportunities
avoid
rate
skopje
##ova
aware
##oslav
##zed
family
##ands
coal
everyone
infrastructure
##tian
asse
##ured
obs
##lier
finance
decided
germany
contain
lar
los
wa
journ
certainly
##imum
regulations
influ
langu
supported
##orders
serbs
vol
claim
##ont
sunday
true
adoption
capac
disas
internet
fes
technical
sci
oil
##iday
ensuring
link
absol
arm
highl
submit
don
death
##ilar
##irc
##rought
borders
tre
den
tourism
democr
##temp
festiv
yug
##ulate
attemp
##ovski
reported
##ked
yugoslav
##ja
steps
absolute
throughout
asked
regime
respond
emission
##uing
##ush
##cell
##acks
whose
rene
compl
subs
debt
deli
movement
iv
anim
everything
association
included
construction
alliance
circ
ash
article
restric
##ological
credit
cop
china
iran
exist
fellow
similar
##ination
little
almost
mechanism
##ler
unemployment
monitoring
pleased
cz
2006
contribution
effort
value
quickly
consumer
carried
##reh
confir
modern
##ara
repe
declar
calls
implemented
fri
inten
encourage
##ef
annual
isra
nothing
committed
israel
competitiveness
identi
affected
##aff
roma
carry
eastern
pen
related
earlier
chris
##di
czech
##lied
levels
georg
involve
brought
dim
21
outside
italy
##ubl
supply
later
matters
huge
effect
ukra
administration
##force
providing
refl
kill
laws
##lementing
neg
arg
renew
##hold
team
festival
east
makes
prosecut
receive
water
pension
##rants
domes
ahead
50
yes
price
2004
contribute
domestic
doub
bosnian
bilateral
##crib
fig
scienti
refuge
came
implementing
secondly
prov
amer
##val
asyl
asylum
ever
cust
chair
firstly
##por
##uses
lear
##ench
creating
budgetary
facilit
banks
profession
##haps
perhaps
adopt
##overy
france
rein
##vious
##eless
athens
weeks
improving
purp
pati
##ming
obvious
##unic
practice
round
secretary
strengthening
live
behind
terrorism
ruling
##ots
expressed
enl
ground
democrats
leave
speech
##abled
##ledge
hungar
history
discrimination
powers
fisheries
##lan
goal
tack
##ered
deep
ira
pi
equal
ready
approved
mind
##rect
model
higher
solutions
fulf
opening
firm
enable
##ograph
##theless
capacity
trafficking
##ert
aug
experts
explain
iraq
relation
presented
dest
##icient
##fication
depend
electric
defic
convention
assessment
vital
city
##rial
cypri
recovery
emissions
provisions
friday
method
goods
reduction
technology
##hn
##ics
##by
politicians
discussed
##abil
##ification
##sts
author
august
half
barro
dri
travel
journal
defin
stri
treatment
aspects
hop
##to
events
writ
##isc
##oms
message
waste
structural
detail
thous
harmon
##rative
##ska
100
balance
##while
##fact
confidence
age
##more
talking
##lim
##uted
imf
initiatives
##uel
authority
##gn
candidate
poll
ire
grant
leading
excell
ic
considered
relating
seek
humanitarian
dang
supporting
famil
##uters
sectors
light
includes
design
experience
24
##way
eval
benefits
stre
compet
zag
northern
promoting
ml
industrial
unc
known
##itional
created
documents
ord
russian
deputy
##if
##itious
os
pat
ireland
wants
tell
##gor
congr
facing
minority
effects
obtain
enlarge
investments
super
land
regards
exchange
congrat
amount
possibility
constitutional
rural
army
zagreb
sized
lives
dead
entry
lot
##cu
constitution
late
communication
compreh
provides
##ranean
shar
mediter
ambitious
##of
religious
session
mediterranean
##coming
penal
side
tadic
##na
##ident
furthermore
consist
describ
closed
hungarian
overall
ber
cha
##ions
liby
23
subsid
ukraine
weak
enh
prepared
administrative
nik
##erial
tir
##tan
##pped
date
##enge
talk
meanwhile
coalition
calling
shown
coordination
mandate
rej
separ
##ria
participation
##jan
conv
##fully
enlargement
bid
transfer
statements
dan
ste
away
evid
##hib
##ounts
challenge
precise
##fia
sloven
trying
##tity
direction
either
completely
opened
motion
flex
##bul
stage
altern
efficient
emb
shall
communities
hague
beginning
##lies
##kovic
##rete
prison
histor
publ
absolutely
rati
economies
colleagues
rs
##lam
##ening
gain
sources
moreover
chance
passeng
barroso
tun
adj
concrete
2005
effectively
bra
##itation
swed
via
minorities
dail
tro
flo
tool
agencies
relevant
##lantic
##ighting
paid
developed
40
self
spok
establishing
##idents
##endum
##lines
comprehensive
##ght
seems
burd
takes
territor
largest
fishing
try
caused
##tics
bloc
record
looking
sense
africa
bey
##egu
task
estim
experi
##ars
##ha
reuters
measure
safegu
daily
intell
failed
aims
28
##atch
referendum
##ensus
22
##ened
alloc
town
network
satis
##ne
##hood
##tish
tomor
##know
tomorrow
tirana
cod
vice
french
erd
alle
afp
dj
written
thanks
sitting
ul
##iz
applied
worth
discussions
rise
##engen
##anti
##oming
ank
hung
schengen
combating
##ury
delegation
##ron
##ames
beyond
##aries
##sibilities
staff
wanted
condem
ankara
reality
nation
goals
mut
fear
##ys
##erve
##igrants
##ets
consult
requires
wide
##zic
shows
film
answer
negative
##ourable
excellent
##mer
##orters
nikol
##ource
language
path
##ber
unac
giving
##pective
reducing
commerc
thousands
represents
loss
pra
surve
##isms
acqu
improved
##ring
boost
##hic
property
gdp
combat
belie
undert
obst
##vereign
adequ
sovereign
nature
british
##icial
##going
suggest
tele
fo
##ops
exec
##rd
dise
raised
2013
##ugg
personal
hour
##ban
trust
likely
recognise
scientific
purs
stabil
university
commercial
remin
commitments
families
ele
regret
diplomatic
##dle
##action
pal
istan
istanbul
trial
26
fed
ourselves
500
lost
rap
##rug
guid
equality
islam
targets
buch
attack
##read
growing
##arest
repl
##arus
##etary
hungary
##erity
##agen
influence
##ruction
circum
bucharest
reme
belarus
arri
##omin
plant
dr
quoted
command
smes
##unicip
minimum
exerc
##fying
portug
municip
##ulties
explo
started
namely
und
unaccept
immigration
standard
mi
##ologies
register
functioning
exam
analys
middle
establishment
mal
##omp
decide
relationship
##anish
allowed
monetary
mass
##ai
##ades
##hagen
closely
##ins
difficulties
host
cause
failure
unacceptable
##ees
competitive
deliver
##ortion
adap
defend
nevertheless
distrib
medic
##af
elected
temp
activity
material
closer
##sh
nearly
province
pred
obligations
mladic
sides
##enhagen
speed
delay
copenhagen
dev
declaration
got
approval
drug
attacks
break
sanc
mer
##verage
europeans
perman
else
ep
bear
acknow
enj
afgh
island
proceed
##osed
rating
tex
launched
heard
belg
##ogan
judicial
pact
strongly
study
bure
black
achieving
practices
##ighted
intended
seven
producers
involvement
patients
bod
cal
associ
remember
noted
continues
ways
boris
ran
sr
christian
immediately
##itim
##tical
refugees
audit
prob
latest
erdogan
afghan
persons
mold
directly
mechanisms
##ah
becoming
knowledge
multi
##lled
mobil
circumst
##olid
upon
##nel
stake
assemb
institutional
recognition
29
justi
award
alternative
eight
urged
ed
item
customs
safeguard
##itory
09
##ception
speaking
increasingly
kost
##ored
globalisation
integrated
chamber
spir
disaster
statis
##aging
##rid
##que
complex
##ously
elim
accordance
recommendations
##apan
science
partner
operations
japan
starting
vehic
accep
territory
##ude
followed
advant
regular
sugges
emerg
oly
acts
olymp
developments
highest
tabled
setting
fisc
submitted
adjust
alone
rapid
technologies
muslim
circumstances
fighting
rates
sex
sofia
bad
legitim
introduction
cypriot
wrong
suc
doubt
send
##oran
##inary
critical
##ought
ri
institution
sufficient
investigation
fiscal
##wise
parts
perspective
miss
damage
scale
correct
produce
board
planned
##uine
chec
votes
recognised
##orm
privatis
enjoy
gender
##app
##oke
##atur
genuine
04
product
##ified
succeed
spain
professional
obstac
rail
emphasise
manu
reduced
03
##itable
limited
congratulate
plac
05
raise
##escu
precisely
income
specifically
bodies
enforce
paper
hos
##uations
scope
karad
bur
##ature
risks
alleged
manufact
ital
##umption
safe
##reg
operate
introduced
began
##lusive
connection
arch
60
##ume
remov
seriously
transparent
##ills
##assad
ambassad
icty
convinc
planning
univers
##ox
##ights
##islav
ashton
mutual
duty
youth
secure
libya
export
##where
ones
territorial
assembly
equip
deficit
hit
positions
##he
##zer
prevention
lower
biggest
gra
##ape
average
southern
helping
permanent
disch
06
egy
remind
substanti
egyp
sens
forms
##elines
vul
politics
##care
resolve
albanians
evidence
forget
saving
pet
immediate
yugoslavia
charges
mur
highly
word
urgent
push
##arch
series
extent
block
ill
sanctions
consensus
note
##uck
dispute
##enced
##works
counterpart
osce
num
ultim
07
goes
31
appeal
##mission
##esting
stock
ak
issued
manner
managed
purpose
norm
fre
dro
ii
structures
##lad
improvement
stressed
adequate
introduce
terrorist
hous
exact
divid
pled
seeking
differences
demands
vulner
2012
burden
constructive
determin
linked
figures
hund
spending
insp
hundred
##endit
participate
students
exten
forum
gives
leadership
spanish
mas
protecting
limit
faced
liberalisation
migration
##egr
electricity
canad
##body
ongoing
supervision
##alities
properly
##ilt
forced
fraud
obviously
meps
undertak
italian
body
pipe
satur
spent
works
americ
numerous
atlantic
payments
simpli
bringing
pun
withd
consolid
##ta
elements
08
ice
montenegr
##enting
continued
journalists
slovenia
du
san
mainly
obser
discharge
weap
##acter
outcome
contract
prosecutor
poland
happened
willing
remar
##ulated
saturday
conclusions
mic
2003
adding
freedoms
##itime
kurd
stay
maritime
budgets
serve
views
negotiating
gold
summer
passengers
type
rehn
fa
##bo
draf
expression
animal
gul
##ift
##ese
preven
compared
spokes
whom
equipment
conflicts
supports
continuing
arrested
asking
troops
ship
overcome
guarantees
published
reven
insist
ign
test
##oman
performance
facilitate
sil
mobility
dealing
afghanistan
practical
renewable
##actions
arran
gaz
##estin
##road
hy
depart
presence
##ically
conclude
##pet
socialist
##inding
fulfil
granted
##onte
superv
choice
rejected
signal
volun
##rist
##nd
##port
##uff
promotion
strict
sched
guidelines
bat
heads
confirmed
##riers
balanced
spirit
##iss
investors
table
wit
complain
privatisation
expendit
slow
ton
intervention
charter
probably
ability
moldova
##leb
attempt
sports
cooper
constant
pan
conserv
##ression
consideration
##asting
unm
prior
prefer
##urance
interior
ey
mac
##lation
##oul
voters
adver
anything
passed
eg
voice
easy
buildings
friend
sche
operating
dimension
stronger
tackle
radio
fuel
mist
##auc
##mine
transition
welcom
understanding
welcomed
worked
banking
voic
exception
##ma
extra
celeb
exhib
comply
plants
conducted
situations
##ki
##ama
described
convinced
structure
emergency
changed
currency
##ocol
propose
meetings
##pping
character
##ery
healthcare
##vski
palestin
witness
binding
##ball
stable
shared
##ube
learn
accounts
rapporteurs
honour
killed
bureauc
stated
comments
protest
vulnerable
withdra
otherwise
putting
cere
source
excess
montenegrin
auditors
je
ties
##erely
anyone
responsibilities
addressed
##oned
interp
foot
##hing
contact
##oup
diver
hopes
##mak
advoc
micro
argu
ambassador
affect
murder
none
imports
exercise
##unica
max
vill
protocol
kostunica
inh
heart
unmik
inclusion
sometimes
seem
recon
flow
offered
violations
option
##bs
allowing
discussing
georgia
portugal
thought
regulatory
destro
analysis
##using
##ival
arrange
##0s
##oration
##ovanovic
getting
grad
hours
##hol
compens
reading
heav
century
ideas
stabilisation
unable
contrac
2002
individuals
35
##rate
##mbol
elimin
pak
##pay
employees
decent
condition
concluded
vict
networks
##urch
##rian
focused
tel
rich
produced
severe
engage
hor
sound
completed
pakistan
##oks
parag
factor
permit
##lika
taxpay
went
repub
abol
benefic
1995
west
##eness
concent
pipeline
##iu
##mary
candidates
estimated
moving
useful
neighbouring
cab
mos
urge
##resp
attrac
released
coup
##down
##ented
purch
srp
republika
##yn
presidential
exactly
luk
suffering
vac
christ
sad
considerable
swedish
armed
paragraph
cat
happy
irish
animals
range
forest
church
##met
##illing
vehicles
weapons
reb
resolved
informed
abroad
stim
operational
surpr
communist
sexual
protected
dig
##ired
judici
ultimately
lith
became
ng
##rain
tunis
srpska
deg
division
sett
facilities
appear
statistics
gave
warned
brief
enforcement
cle
inj
thinking
1999
significantly
expenditure
ara
dav
built
lithu
institute
offers
traditional
flood
initial
reiter
occas
definite
american
hol
##oses
optim
log
##orary
slovak
truly
medical
contrary
evaluation
washing
judiciary
zone
chairman
80
exports
element
##cing
##rant
##inks
sensitive
02
coast
##titude
blo
honourable
##ani
chap
canc
recep
compliance
substantial
iceland
apart
belong
advantage
neighbourhood
accepted
nine
##uting
##utive
##roc
content
##entially
##mas
concept
easier
##oral
enorm
intellig
canada
envoy
requirement
interested
egypt
##isive
macro
##fare
eulex
herit
collective
restrictions
friends
##uled
arti
lay
autonom
heritage
comment
ended
peaceful
obligation
##osevic
198
millions
revision
ali
placed
2001
factors
instance
involving
repeated
##yc
##view
##adow
reconst
release
colleague
proportion
reaching
washington
king
strugg
quar
prospects
complic
##aving
imposed
cate
compar
phase
austria
adapt
african
decades
popular
aspect
reference
kfor
dangerous
disasters
ou
##ulations
brit
greatest
joined
condemn
adjustment
milosevic
autom
buy
danube
kurdish
kore
unp
neither
owners
##ci
symbol
redund
hundreds
carbon
voj
opposed
karadzic
vir
loans
##xim
lif
ceremon
vision
##amed
improvements
sud
expand
adopting
places
dict
braz
akp
reconcil
solve
bran
criticism
allows
neighbours
##kk
consumption
thereby
class
rob
consistent
fat
##oph
##ancing
signing
extend
ren
schools
normal
fi
oh
telec
lu
admit
##lands
claims
##ones
payment
flexibility
peoples
##va
scheduled
##arily
##itro
track
front
disapp
##ointed
electron
brazil
cities
##de
please
##ovan
feed
welfare
##marily
300
der
champ
america
##atures
excessive
##ables
simple
tension
controvers
senior
analysts
highlight
studies
officers
remaining
immigrants
pkk
##enary
debates
sustainability
joining
decisive
played
reporters
incor
iden
separate
disease
withdraw
visited
unit
abuse
soldi
soldiers
##orn
causes
70
abstain
plenary
respected
##wide
primarily
taxes
commander
encouraging
determination
acceptable
zoran
hands
mag
barriers
nikola
methods
g20
relia
rightly
finding
coher
conduct
credibility
##inet
hosp
gather
##areness
awareness
determined
britain
radical
controls
happening
2000
loan
sovereignty
enormous
drawn
believes
tried
islamic
deploy
innovative
##ex
##ense
##ourage
cuts
toler
##aci
##ovi
participants
fourth
occurr
contains
apprec
resolutions
ivo
suggested
uns
accused
citizen
teach
threats
##mark
appoint
coordinated
##ivers
##mir
##osition
occup
frequ
pain
##aari
tru
accomp
lines
##rad
cur
acknowled
shadow
charge
surv
texti
tit
displ
urban
preventing
arab
lj
stor
earth
restruct
voiced
##iding
##ishing
distribution
foundation
wid
fire
##jic
geograph
##ectiveness
obstacles
prepare
postp
savings
reconstruction
##kovski
##akes
clari
ahtis
typ
yester
cabinet
exemp
ahtisaari
vat
spread
yesterday
01
bit
hal
##zone
impossible
##keep
procure
processes
executive
recommendation
associated
ceremony
profess
strategies
##uds
parliaments
dism
courts
annivers
worst
##ae
react
transactions
personally
harm
pointed
expectations
lose
pill
##lined
##isha
thirdly
designed
watch
reti
entity
resign
match
corpor
intention
destroy
india
attended
mobile
haiti
anniversary
##fin
liber
nether
interven
##vica
equally
base
forth
che
games
primary
afford
generally
survey
exploitation
insurance
ho
##repr
entrepr
volunt
netherlands
effectiveness
referred
pensions
worse
##adem
federation
entreprene
ma
##xic
taxpayers
facility
##anov
strengthened
mot
##rated
##inese
indicte
reflect
chinese
contributions
prosecutors
##time
##rating
trading
maximum
##iate
##ane
##tedly
##erves
##avi
exclusive
firmly
explained
procurement
collab
jo
respective
broadc
##ls
waiting
berisha
definitely
file
transform
directives
##odi
space
socialists
promised
dign
represented
flag
repeat
1st
##atko
tests
##50
##omb
numbers
eib
wind
##tc
replace
##ij
##astro
uncertain
department
truth
declared
capable
skills
addressing
existence
approxim
george
victory
clean
industries
labe
speaker
swift
vers
##arm
explan
omb
retain
convic
changing
unfair
##ader
site
extended
guaranteed
van
##lying
defined
diversity
basescu
faces
##renica
players
civilian
figure
subsidi
bill
interview
spoke
art
##anim
##isory
##acts
sole
duties
##ias
applies
swit
21st
medicines
egf
electronic
hot
##dom
someone
considering
demonstrate
accompan
theat
intend
criticised
demonstrated
evalu
ngos
##aw
##oo
frag
degree
disag
crises
operators
multil
consultation
rou
rising
letter
##ocks
##aties
book
preparing
treaties
reportedly
ombuds
closure
prosperity
purposes
cub
##sibly
##holders
impose
worry
##encing
laid
lies
turned
##els
olympic
##ports
##grad
allocated
mu
suffer
muse
merely
quot
urgently
##ites
unanim
spl
targeted
covered
ves
##ker
actual
jovanovic
stands
introducing
dram
##ija
brid
topic
sreb
##illed
##ruit
maintaining
television
materials
legally
advance
announce
penalty
fer
##ott
eurozone
judges
##unity
tunisia
museum
parents
##che
identity
mir
##be
keeping
identified
tv
academ
co2
divided
airlines
carefully
historic
temporary
fle
##urally
destin
revol
ps
##ony
competence
holding
harmonisation
online
prove
myself
collection
srebrenica
##amb
continent
breach
domin
pod
profit
digital
##han
worldwide
realise
plat
sold
helped
saw
formal
showed
music
courage
search
enhance
emphasis
double
##let
recip
##ept
##atically
requested
choose
vuk
trave
biodi
contributed
housing
friendly
fal
##km
stream
ombudsman
ut
##pol
newsp
##abling
cars
sanader
newspap
bir
fif
behavi
aviation
punish
contracts
err
biodiversity
behaviour
religion
##makers
##iff
##ams
isol
stra
leaving
oral
incident
baron
##pa
unless
technological
original
dre
realistic
meaning
acquis
pas
largely
running
entirely
pledged
remarks
##cent
##rees
conver
##utch
prize
relative
##ctic
employed
electoral
intellect
heavy
demanding
assets
exhibition
compensation
tay
chain
##onds
desire
reasonable
wonder
austerity
finances
code
belgian
users
endors
committees
moun
thor
exclud
arrived
baroness
morning
historical
90
dyn
##ns
scand
doct
sought
vlad
subsequ
previously
highlighted
##art
margin
professor
tan
suffered
rig
##ilst
whilst
tasks
intellectual
tools
charged
proceedings
confirm
belgium
lia
sell
reliable
fast
##fect
conven
attend
languages
lithuania
labelling
thorough
##lin
interim
bes
visas
theatre
##ero
danger
extension
restructuring
promp
attitude
esc
details
ale
identify
ti
clause
centres
sets
regardless
milk
paying
##abilities
limits
##ugh
thaci
playing
resulting
massive
sort
awa
##standing
successfully
losses
football
dutch
tom
wealth
appar
palestinian
flexible
fost
sinc
depends
brings
phen
tourists
offering
korea
approximately
grue
opinions
phenomen
##osen
save
size
legitimate
incorpor
acce
##him
emerging
ordinary
dynam
entit
generation
inflation
entities
##ena
tayy
sale
wal
##nis
##iction
warning
progressive
phys
exclusion
stations
##add
municipalities
squ
##aled
politically
enhanced
tayyip
wall
##den
##iling
acting
examples
indicated
attempts
sweden
kingdom
increases
##jana
arctic
seeks
##xed
aband
##tising
##ni
detain
gaza
scheme
gruevski
fran
asia
##ernity
phot
registered
gran
lond
night
util
20th
fields
wait
gap
showing
diseases
london
##oring
##ulating
cer
##orate
interesting
##elt
10th
##imb
manag
naturally
birth
gone
##aster
genoc
baltic
entrepreneurs
migrants
resid
resist
powerful
simpl
spokesman
cooperate
raising
civilians
subsidies
settlement
tort
resolving
protests
deadline
stance
died
dealt
detailed
##eth
##uable
accident
becomes
officially
forthcoming
manufactur
standing
voluntary
era
##ived
##asing
##ffer
learning
##alled
negotiation
corresp
resulted
airport
homes
##iev
supplies
##overed
memor
sites
mostly
seats
slovakia
lic
tough
door
tradition
dignity
ky
links
##ract
beg
##active
options
proposing
violation
cas
ram
12th
sharing
mobilisation
kept
##band
substances
genocide
ded
##umb
##ground
grounds
##tise
difference
1992
village
mes
##sified
decade
lawy
correc
applying
400
decre
prem
mayor
judge
##zen
recession
extrad
guaranteeing
honest
treated
hence
ratko
##tians
##illance
lastly
embass
ratification
surveillance
check
##comes
##ros
reve
reaction
##lli
totally
israeli
split
room
observ
##set
acp
amounts
spend
speculation
owned
constitu
interpret
core
parti
chosen
##bourg
complicated
sor
peti
expert
textile
disagree
igor
residents
1990s
infring
##advant
exceed
disadvant
carrying
stras
indict
mother
involves
autonomy
##con
actively
drugs
lob
##uous
diss
below
participating
prisoners
reconciliation
controversial
##bi
##ores
reject
unity
150
suspects
fem
##ett
irreg
river
granting
strasbourg
irregular
prohib
species
##like
##oglu
percent
champions
##orse
governing
##lobod
holds
polls
fug
wto
anton
stip
15th
consequently
mill
##ses
##ifications
cypriots
acceler
##bit
tariff
dependent
vojislav
##ateful
seeing
##lah
##via
commissioners
requests
criminals
eye
catch
pict
entered
##mos
whate
proud
perfect
peacekeep
indictees
whatever
answers
universities
bound
##nik
##osal
applications
appears
exists
approve
ball
armen
solana
dia
slobod
proved
resc
spring
arms
integrity
unemployed
pollution
ponte
tender
reinfor
mosc
multilateral
firms
197
representation
acknowledge
moscow
imb
pul
meant
minute
remove
blue
grateful
regrett
##ison
leads
phil
examine
earthqu
subsidiarity
felt
##uy
antic
##anda
upcoming
undermin
endorse
cheap
oppose
extrem
definition
justified
faith
bomb
unn
channel
discrimin
##vest
##ork
jur
abd
himself
missing
battle
hospital
suitable
nationals
drawing
advertising
lux
white
valuable
significance
strike
quarter
types
polish
##imir
incenti
obama
happens
stakeholders
revenue
correspond
75
##ague
amending
cancer
imbal
##lis
##zy
traged
tackling
##minent
educational
##eva
pursue
tensions
##ify
presidents
turning
affecting
surround
determine
occurred
slobodan
##ira
intends
persec
player
receiving
penalties
sudan
spect
proposes
syria
supervisory
##jevic
refugee
tonnes
webs
unlike
image
representing
contributing
encouraged
aspir
latter
vacc
route
##onents
plays
missions
simplification
rac
##bur
believed
virt
negotiated
promises
intentions
##za
##asts
experienced
arrangements
entitled
tib
meat
supposed
hearing
podgor
nic
taxation
achievement
communications
podgorica
stocks
section
disposal
inequ
detention
##ounting
perpet
refused
pharm
abstained
ci
pir
##gic
guard
ivan
nab
tend
evening
attach
smaller
federal
profits
universal
alex
##aters
##omet
##ieties
valid
preparation
unique
expan
wider
dur
lasting
##oub
##rip
emphasised
christians
texts
cau
woman
located
preced
delighted
experiencing
geographical
##gs
##opard
saa
belief
names
trend
marked
financed
threatened
bearing
tibet
mitro
##ners
##qi
implic
referring
eventually
driving
expansion
5th
aside
##aku
##ques
managing
latin
greens
personnel
gotovina
elsewhere
arres
##emen
easily
17th
passenger
mountain
transit
backed
slight
massac
jeopard
ought
served
lawmakers
extending
##thodox
reinforce
floor
##zerland
switzerland
rot
reporting
##vice
extraordin
expects
wishes
dar
wides
##pread
negotiate
restore
failing
widespread
##nual
fort
proof
incidents
upd
elig
satisfied
##gence
enabling
decline
indicators
eliminate
endorsed
45
card
olli
##here
lessons
indicted
counterfe
djind
nabuc
dair
##appe
possibilities
constantly
##put
##asa
orthodox
##umn
careful
papand
generations
modernisation
fruit
##ora
discip
founded
seekers
spoken
nabucco
club
##anging
foundations
stopp
losing
beneficial
dairy
cup
assume
##rutin
brok
luka
mesic
djindjic
ment
monop
scrutin
undoub
struggle
##osting
units
version
relatively
incentives
##dro
##iled
##ancies
pace
chem
defe
follows
drop
bureaucracy
arguments
demograph
economically
assure
engine
dedic
nav
reun
fine
insuff
19th
appointment
kr
vet
considers
healthy
multian
sentence
intelligence
revolution
waters
mexic
scen
abdul
multiannual
appointed
farming
sales
destruction
ordin
widely
citizenship
street
ppe
recall
tourist
championship
papandre
ko
##house
##vent
##anu
##rov
favourable
3rd
lie
uniform
iranian
obtained
papandreou
bab
##no
disappe
clin
organise
ashdown
speeches
removed
##astic
coherent
undoubtedly
sending
resource
doubts
vig
intensive
visits
poorest
salaries
occasion
bridge
gl
nar
race
##hr
##kov
regist
assum
banja
define
advis
credible
streets
succeeded
welcomes
employers
exceptional
decentral
collaboration
##orter
touch
##right
facts
##factory
extensive
trou
##roduc
transl
violent
11th
ambition
female
dod
dub
sovi
plus
newly
##elj
slovenian
suffici
chapter
phenomenon
knows
victim
expensive
amid
secular
symp
austrian
drafted
##har
##under
##augh
greatly
speakers
investing
undertaken
liter
wage
##atlantic
seat
preserve
delays
##oulos
listen
6th
##ula
season
invited
declarations
ohrid
indictment
rare
story
deals
##look
2014
actors
amongst
dayton
roads
mandatory
confident
legitimacy
revenues
##holm
##ighten
motiv
transitional
imag
jose
##kel
producing
freely
infringe
wine
##kes
inade
marking
unnecess
inadequ
lt
mig
##alle
sto
##quar
societies
transatlantic
affects
promise
absence
stockholm
nonetheless
platform
fronte
initially
prosecution
moved
frontex
pt
##ano
maternity
instability
amended
embar
soviet
alde
assass
urging
visitors
contained
simplify
##gu
##osis
possibly
score
combined
larger
mitrovica
formed
imported
constitute
disputes
transferred
couple
motor
tang
consc
gross
causing
maintained
cutting
##uries
##pel
deeply
28th
allegedly
observers
eb
##mo
##enna
adri
internationally
headquar
ratified
olympics
##ront
##lder
marks
##apse
invitation
inside
features
destroyed
scandal
ech
##usion
16th
reflected
torture
azer
##uild
##stood
immunity
investigations
custom
journalist
certi
34
36
glad
consent
returned
mich
##gm
unre
analyst
repeatedly
fifth
tes
##gory
reass
station
vienna
willingness
chemical
ee
##jected
##enn
##ley
signs
scre
preparations
##ommunic
shortly
liberties
accompanied
frank
manufacturers
7th
da
forests
##sification
##aman
remained
shares
complaints
8th
haz
populations
judg
suspected
drafting
tob
spar
clash
deaths
municipality
anticip
tragedy
extraordinary
ine
focusing
149
redundant
reciproc
55
game
certainty
deficits
muslims
demographic
rh
##cel
sej
offices
dragan
headed
radovan
praised
worrying
embassy
insufficient
4th
alleg
cyc
participated
highlights
competences
archit
utmost
rose
informal
substance
acknowledged
citing
pil
sac
soft
envision
obliged
13th
portugues
obstacle
railway
telecommunic
physical
alexand
vl
wages
background
entering
14th
christmas
rescue
gamb
##emb
usa
relates
smugg
greeks
covering
sharp
benefici
##ule
paralle
annan
feeling
latvia
categor
mexico
ot
presentation
djuk
artists
percentage
##lish
pillar
dos
unions
dynamic
ecb
##ancy
directed
moral
flows
##oting
##fp
##olved
processing
eyes
portuguese
york
##ini
phone
checks
houses
appreciate
ms
map
##gies
##usal
concession
undermine
scientists
dictators
irregularities
dp
##inal
minim
humanity
supporters
meets
tells
category
headquarters
bankrup
english
inhab
tomislav
picture
9th
gar
essentially
collapse
potentially
partnerships
broader
32
##edented
##recedented
smok
trip
terrorists
readiness
surely
unprecedented
regrettable
##econom
##tered
closing
ownership
clarify
gal
length
covers
greenhouse
##diu
rapidly
ef
thres
##ading
crven
funded
necessity
denied
piece
competent
uncertainty
threshold
bail
rock
##0m
##rol
##itals
invested
capt
delegations
sali
abdullah
rid
voc
##erative
smart
revised
efficiently
jointly
killing
earthquake
cul
##iety
##rations
##opoulos
spons
nobody
understood
barb
qualified
veter
condemned
argument
juris
dodik
##rust
noting
##titutional
environmentally
bureaucratic
stic
forg
impression
somewh
boosting
controlled
advanced
ambitions
25th
fishermen
movie
somewhat
##rific
coordinate
blocked
announcement
sufficiently
adriatic
sejdiu
radic
sake
items
consul
contest
warrant
##tivity
heading
topics
authorisation
hoping
occasions
dismiss
tangible
##ita
##uts
##raid
accidents
verd
timely
detri
libyan
##bai
##aming
afraid
helps
regulate
annually
born
distric
30th
patient
massacre
crvenkovski
##baijan
pure
inev
syner
##resh
warm
compete
envis
deterior
newspaper
azerbaijan
2nd
surr
haven
argue
privacy
orient
ineff
600
##int
forec
##rible
complement
achievements
trig
declare
convergence
parallel
##ient
ecr
applicable
exchan
weakness
viable
vast
##erved
liqu
plural
contacts
respects
expressing
shortcom
assessments
iraqi
engagement
shortcomings
mine
entail
alongside
urgency
retire
square
##economic
finish
train
everybody
1998
sensible
cease
college
claimed
calc
gathered
solely
##off
proven
importantly
estimates
33
cited
##uter
coach
##keting
##lif
##afi
archae
##ethnic
unnecessary
djukanovic
cast
kur
kinds
18th
23rd
consultations
##ized
bush
fairly
harmonised
quotas
cam
ts
##wan
accur
warn
precond
regimes
multip
goran
##ych
##asion
##atible
feas
deserve
1991
prospect
conservative
explanations
vladimir
arrests
inadequate
wing
##da
##mic
##oss
paris
##ourg
spite
wars
berlin
dramatic
##uz
accessible
paul
22nd
imbalances
expense
boyc
talked
blame
autumn
reflects
chapters
harmful
##dz
atmos
guil
liberals
liquid
atmosph
##faction
ange
##asc
reaff
##alling
composition
handed
flights
replaced
consolidation
gir
gun
##enty
underline
discovered
creates
defending
weekend
privile
##istics
27th
concentrate
postpone
reaffir
##aceu
brut
initiated
puts
purchase
pharmaceu
hur
forem
advice
books
tragic
suggests
foremost
65
named
##vet
finished
visiting
difficulty
indirect
student
georgi
fears
innoc
patent
coastal
storage
begun
guilty
ships
conventions
census
hom
##vity
##oning
stef
banned
looks
fewer
illegally
professionals
floods
peacekeeping
rout
##xh
##rote
##ecision
##ressive
connected
facilitating
merkel
##urity
computer
debating
diplomacy
donors
fatmir
##erate
congress
shop
entertain
appropriations
sentenced
allocation
mistakes
kal
##uls
##itis
##itig
exit
inclusive
accus
ends
schem
supplement
supre
dependence
branch
tolerance
punishment
800
kla
wake
##ham
except
whereas
2015
##inda
backing
grand
arrangement
routes
tape
wrote
##fies
prominent
older
turnout
undertaking
architect
##pers
##erb
aggress
incomp
clar
expertise
##icked
engaged
remark
surrender
mach
##enko
shi
nationalist
opposite
eradic
prevented
moves
delivered
resistance
jurisd
bak
fit
distin
protectionism
transportation
explos
contrast
##onia
##eda
##lete
sevent
marketing
ending
promoted
drag
constitutes
films
territories
hyp
37
completion
household
interpretation
elder
##rich
##oni
occur
scheffer
injured
43
fresh
##yle
unilateral
democra
ruled
attract
##iki
fails
consequence
diplomats
suggestions
correctly
removal
gradually
hoop
foster
schemes
shut
respecting
accountability
gained
codecision
catastro
catastroph
bott
##ez
eurob
debts
socio
26th
hosted
ignore
##addafi
jere
##govern
demonstrates
devast
##bed
##erce
##ster
##strom
##raft
mining
indicate
drive
blood
cuba
##bih
##ura
passports
imposing
abolition
reiterated
title
gall
shame
##avour
##ceptions
retail
frequently
detained
inhabit
ib
##dk
##ovska
creative
towns
pursu
luxemb
website
scrutiny
vu
##mi
##zar
unb
reserv
agrees
##lla
telling
winter
edition
telecommunications
atmosphere
etc
mps
##otes
resort
impris
partly
corporate
gambling
dossi
supreme
bol
rational
##tur
##onent
dispar
opens
teams
debated
depth
generate
publish
nikolic
millenn
surrounding
dump
nomin
alar
disabled
journey
roundup
robust
gaddafi
merc
##iar
commerce
presenting
outlined
terrible
raw
regulated
caution
ageing
illust
rotating
elderly
##ients
##crip
qualifications
delayed
intervene
respectively
allegations
cash
##orad
stem
romp
crossing
genuinely
tai
##oles
productive
satisfactory
advantages
implications
tobac
luxembourg
38
pose
anci
##imer
outstanding
arbit
reloc
beings
corrid
contemp
##institutional
tobacco
bench
##stone
intergovern
falls
macroeconomic
display
decentralisation
42
##92
hashim
interinstitutional
compuls
twice
croats
convince
ancient
##orous
##acted
usually
##licit
activists
hazard
kil
song
##quis
marine
feature
traian
considerably
campaigns
dropped
horiz
besides
intergovernmental
jos
##ids
notes
label
surp
reiterate
psych
stopped
fled
scep
presents
##tisation
austral
choices
deliber
mistake
redundancies
aspirations
retirement
compulsory
48
lands
ven
allies
clarity
officer
hopefully
prevail
salary
vessels
mitig
visible
researchers
attractive
ebrd
exac
string
explicit
feat
recognises
hunger
investigate
winner
karaman
ratings
verdict
reserves
producer
regarded
transpl
sarko
consistency
destination
millennium
karamanlis
5m
##sa
sport
continuation
urges
moroc
undertake
inhabitants
pac
##ucas
stressing
career
recommended
250
articles
ben
##ya
##jc
programming
romanians
islands
registration
taiwan
sarkozy
00
wi
##iliation
param
enfor
shape
league
recover
motions
viewed
suspended
damaged
hoped
observed
conservation
surprised
petitions
discipline
46
gj
vow
yemen
##gans
stages
accomm
models
timber
accommod
cath
wors
endang
deserves
milan
wai
renewed
insisted
rebuild
dictatorship
##fers
##stuff
farms
corner
colon
pleas
burdens
flags
##aves
chances
milorad
integrate
falling
29th
ngo
stimulate
dedicated
rompuy
sv
vide
wra
##aring
intercon
uphold
##place
index
ahmet
enterprise
mlad
vehicle
evaluate
antonio
jeremic
700
##rators
##rier
serge
##amo
##avier
croat
transposition
appeared
suspic
copy
ukrain
associations
travelling
lag
##iated
##prom
##erted
##oler
optimistic
trigger
grants
mun
nord
##etic
##sify
install
persist
smoo
equival
earmar
findings
trials
momentum
tick
weight
serving
cope
prelim
ende
dispro
24th
doctors
lawyer
exchanges
wave
##rum
##nier
reply
solved
settle
bosniak
variety
messages
municipal
entertainment
exacerb
b92
##inger
prere
compr
publicly
ensured
demanded
tuna
renov
eeas
smooth
pes
##lock
##stan
##osy
##osing
unres
enth
selling
struck
warming
airports
persecution
preliminary
prerequis
##ona
##verse
ecological
adds
factory
gets
persu
##ika
120
lowest
monitored
functions
recorded
sacrific
beneficiaries
organising
evident
teleph
predic
stimul
fortun
district
cs
dink
hdz
ras
##oly
##gur
contam
fires
location
winning
pragm
gulf
isolation
subsequent
narrow
imagine
assassination
dispropor
sfor
##rary
##mans
disrup
turks
depri
adverse
intelligent
slightly
zero
##igned
maybe
simplified
disappointed
subsequently
residence
pharmaceutical
seventh
bil
cards
father
vel
##gi
##oric
parv
mines
remed
ordered
refuse
operator
datab
collected
regularly
displaced
extradition
forgot
orientation
44
buck
hin
lists
linda
serves
##tegr
abuses
invite
consistently
bureau
errors
accusations
interconn
fans
gy
##janovic
livest
transn
formally
openness
necessarily
statute
ministries
sorry
endeavour
enthus
livestock
hum
kne
ports
##son
web
trends
underlying
placing
deployment
false
democratisation
##antly
accounting
monu
assured
providers
airc
interpre
john
straight
ott
kov
##erving
hamas
commem
finland
governmental
traditions
directorate
restricted
hydro
categories
##jud
mart
sentences
fulfilled
jurisdiction
aqu
repression
medal
distance
justify
pilot
##her
##kom
##ori
interference
recyc
196
buying
##iceanu
hardly
electrical
statistical
resignation
##iro
inau
##andum
specul
traj
foods
famous
emphasises
suspension
performed
arrive
manufacturing
advocate
surprise
##ijing
memorandum
##aughter
##ee
##hab
##ws
rely
beijing
accom
geneva
awarded
branko
vocational
kon
sis
##ault
