[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
}
¡
©
ª
«
¬
°
±
²
³
¸
º
»
½
¾
ß
æ
ø
þ
đ
ı
ł
œ
ˈ
˝
ˮ
α
β
γ
δ
ε
η
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
х
ч
ш
ъ
ы
ь
я
–
—
‘
’
‚
“
”
„
‟
•
…
⁄
€
≤
##r
##z
##u
##h
##a
##n
##o
##g
##e
##s
##t
##i
##b
##p
##l
##c
##6
##j
##v
##m
##d
##k
##4
##8
##y
##f
##x
##w
##5
##2
##1
##°
##0
##9
##3
##7
##q
##а
##þ
##η
##φ
##ι
##σ
##μ
##α
##τ
##ο
##ς
##đ
##ø
##ı
##²
##ß
##ł
##р
##е
##к
##с
##н
##я
##х
##ρ
##ε
##δ
##т
##ч
##в
##о
##ν
##ъ
##л
##г
##и
##п
##˝
##ь
##º
##ξ
##υ
##⁄
##у
##ж
##ˈ
##д
##ω
##π
##æ
##χ
##λ
##©
##œ
##¸
##ш
##κ
##β
##ˮ
##½
##€
##³
##γ
##ы
##м
##re
##at
##nt
##ri
de
##st
##ul
in
##le
##or
##are
##in
##ce
##it
##ar
##ent
si
##an
##ie
##ro
co
##er
##ic
##un
##ate
sa
##ru
##al
ca
##ii
re
##ste
##ui
##ut
##ct
##lor
ace
##on
##ra
un
##ia
##ea
##en
la
##entru
pentru
cu
pro
##ol
ma
##si
##ati
din
##am
int
care
##mp
pri
##ului
ce
##se
##uri
con
##te
su
se
##area
##ari
##de
##is
nu
##pe
##il
este
st
eu
pre
pe
##im
##sta
al
euro
##ci
##ori
##ata
##ca
##pt
##ot
##om
##ve
##int
tre
##rea
mai
##me
##oc
ex
##ort
##iz
com
##and
par
acest
au
ne
##ur
##eri
##ara
##iei
##za
imp
##ici
ac
treb
##ica
##sa
fa
fo
##um
##iun
an
va
ar
##va
me
##bil
##du
##ele
##ern
no
##ma
##atii
##uie
##mb
##ult
sp
##ament
##pa
fi
##itate
do
##ala
po
##ura
##ant
sunt
lu
##ile
##ana
##sc
ra
##ine
europe
le
##asta
##cti
##ice
aceasta
##ord
trebuie
##ist
##cl
##ei
##sp
fost
am
##ale
##et
priv
as
##el
aceste
ap
cont
##ch
##ov
##oare
##id
pol
prin
at
ale
cre
ad
##tate
##la
af
ur
polit
put
comis
di
##arii
##ilor
##une
##ze
##ind
ue
##od
##os
##urile
##ene
##fic
##ite
##nta
##li
reg
##ces
part
##rat
per
##cut
##port
##ran
consi
luc
20
##con
##lic
mult
##dint
##us
acord
ob
##di
vor
##ion
##men
intre
leg
memb
decl
##enta
##lament
##for
##arat
parlament
##sedint
##ua
##iile
##cat
to
##eaza
##stit
##itatea
##feri
##ga
##ane
##rul
##rept
##ita
##ation
##conom
dez
mod
presedint
fie
da
econom
comp
##up
pa
##ere
sau
##ina
europ
import
drept
state
dis
ti
fin
av
##pri
uniun
li
##eni
##oa
prob
urm
##iti
european
##urilor
cat
ch
tot
ve
rep
important
##una
raport
##da
sol
ef
cri
lucru
privind
tari
##rii
sc
dom
ase
toate
##gra
##op
##ub
##ta
##arte
vi
min
##atori
##menea
asemenea
loc
ci
##stru
proble
declarat
##atia
rez
tran
##vo
##abil
intern
sub
ser
fapt
europene
##zent
##aliz
du
europeana
dint
##ge
gu
timp
daca
##ente
##rij
te
pl
##vern
intr
ince
dep
spe
pot
cele
##ug
##mul
trebui
guvern
dem
mas
##vol
membre
ceea
##orul
or
asi
dintre
##sti
##ir
##era
ext
act
##mn
##upra
##og
repre
##iilor
asupra
##cial
##form
cad
acestea
prop
##ctiv
cons
200
##ric
##ive
foarte
##tim
##duce
aj
unei
dupa
##gura
##as
pers
##inta
##itu
##zit
##rie
##pect
dori
##cia
##ista
dezvol
##oi
ev
dar
##ire
ab
apro
mun
vot
##iune
##mele
##itati
aut
sch
consili
for
cl
##gan
res
##der
##dere
##nte
##dit
sprij
so
##ment
##lu
##clu
##ba
##mi
stat
tur
cand
acesta
cum
ba
europa
kos
unui
##pl
minist
contin
##erg
exista
mil
mi
##art
kosov
neces
are
##bile
el
##tati
pub
##ced
faptul
##iect
dezvolt
##mat
##mului
en
fe
iar
comun
op
##anci
comisiei
noi
inc
ag
comisia
##fel
lib
lun
cadrul
prote
ani
##curi
noa
statele
poate
##est
##unct
face
##zi
nive
dire
produ
situ
##rib
nivel
putea
internation
cetate
organ
##ect
##dic
catre
##fici
noast
sar
sprijin
politica
##ania
##elor
caz
##em
##ocie
##cum
ast
##oane
insa
mare
##ond
acum
nici
##sul
cetaten
##min
astfel
fata
##itatii
cel
consider
##enti
##es
##stitut
prezent
##na
##rile
##bate
gen
doua
ade
inde
ul
schim
gre
urmare
##otri
gru
princi
ori
##otriva
discut
##ert
conf
##ulte
##spre
##ani
afir
doar
##rate
uniunea
proces
energ
##ctive
financi
##atie
##iar
acestui
multe
tara
kosovo
serb
organiz
precum
cur
##veste
##rilor
deci
grup
siste
pana
creste
##atiei
##end
viit
##tatea
##oarece
stabil
deoarece
democ
##sibil
ina
##inte
despre
impotriva
schimb
nevo
rec
neg
viz
tra
special
perm
ju
uniunii
inca
munca
cal
cred
ave
##ja
##oritati
lor
aplic
alte
inclu
##unt
privire
##ction
mon
parlamentul
alt
bi
##ativ
##lin
##iv
ado
pie
##iale
semn
nation
inf
priveste
##uz
adopt
ment
problema
sust
coop
##eze
##stri
##atul
##00
ele
punct
##ferit
##ora
avem
fond
inch
inter
fun
parte
##derea
##lo
rezol
cooper
num
ajut
##arile
inve
##ific
cro
princip
ut
##atiile
obie
##sca
##gre
presedinte
##spun
domeni
gener
rand
urma
desc
ref
util
proiect
resp
disp
prov
asa
trat
##iment
isi
solic
##ris
transp
fara
##gur
activ
##sf
ai
##prin
securi
sarb
##ona
vom
pi
institut
posibil
##rateg
sect
san
progra
politic
avea
inform
strateg
reprez
alb
maj
##geri
##siun
##uit
##pta
pop
rom
vedere
##mis
liber
##cent
domn
cer
maced
##olog
macedon
atat
##ole
ga
mo
##usi
mot
det
##atura
dore
imb
serbia
##leg
prim
cea
facut
utiliz
##ers
##lig
##ative
##sele
##vit
ter
unor
##atoare
lui
parlamentului
sal
deciz
reprezent
serv
bug
##care
201
##ator
tarile
##isl
cei
buget
bine
anga
##lica
##ure
desi
contrib
nevoie
dezbate
solut
acestei
legisl
ind
car
##ctiva
dev
efici
on
asigura
primul
propune
exe
afirmat
##act
##ali
angaj
intere
ultim
importanta
rel
##lement
regul
##unat
##irea
bel
##tele
efort
dl
plan
incep
probleme
extern
cent
##iuni
economica
decat
consiliului
exp
##ozit
condit
##alul
reprezinta
trecut
persoane
##orii
##mbrie
direct
core
noastre
ram
##viz
##rem
masuri
mari
sup
respect
adev
fel
democrat
##ract
19
##ativa
##enit
ban
bul
##isa
criza
aspect
ta
##use
imbunat
inte
##ume
##ti
##arul
##inut
rezult
piata
ech
referit
luni
##ato
ant
raportul
economice
chest
prof
##mplu
dle
putem
cate
ader
##ptam
##onsa
##tei
realiz
raspun
finant
bulg
##tul
##mai
##hn
mart
autoritati
##ide
##rioa
##iunea
oam
##lab
##uza
asta
abord
ii
conv
initi
negocie
ins
chiar
public
pune
responsa
continu
obt
potri
celor
rezolut
reduce
protect
es
aplicare
baza
##ace
medi
##siv
propri
sublin
actu
investit
val
domeniul
##unci
atunci
presedintele
##ens
sale
##reaza
fiind
fac
##arilor
omului
##ciei
partid
mom
guvernul
drepturile
##erm
progre
sin
cop
nou
##atice
##easca
deja
sper
amb
##ovic
buna
procesul
##sit
lim
##can
agric
sf
##cept
solicit
dezvoltare
sigura
rol
compet
potrivit
prom
##atorii
putin
ada
refor
partici
prez
moment
turcia
intreb
scris
consol
avut
ofici
acela
responsabil
##atate
statelor
votat
of
politici
instru
aste
##voarea
##pte
trei
anul
##rol
##urn
drepturilor
intreprin
##loc
doresc
##tic
favoarea
##cur
ajun
partea
astazi
ministrul
##atiilor
conform
efect
##selor
situatia
popul
politice
consiliul
##cul
cap
feme
##uneri
timpul
totusi
##lice
perioa
##lob
constru
inceput
il
noua
bu
mention
pozit
##peri
##gh
expri
##gr
aceea
indep
##entia
tut
gara
##sk
##orilor
##ose
bun
recun
##iere
consolid
##zb
##enii
##atiun
##dea
scop
gra
peste
fol
bos
pat
aface
##ule
cult
reprezentant
##grad
##amentul
##cre
clar
doam
alegeri
spus
noastra
oblig
##ne
##ier
cauza
oc
rap
data
parten
##xim
imbunatati
print
trans
est
fund
inainte
indu
financiare
consum
anum
cazul
bosn
lan
##uror
tuturor
desch
continua
rid
glob
bih
acestor
##ilea
numai
sara
viitor
tehn
servic
aici
saptam
##ez
vorb
termen
obiective
##ni
##ntei
##cv
##res
externe
##ute
##aria
##bila
siguranta
dum
##melor
##tatii
pare
multi
##ing
munt
##cii
belgrad
propuneri
preg
securitate
##eti
compan
bal
##stra
##ini
##itatile
##uta
bene
##arie
transport
mar
stand
comer
nationale
intal
acelasi
tim
##fice
inal
independ
cateva
razb
intele
diferi
##ha
cetatenilor
exemplu
cetatenii
implic
suntem
##atului
000
onu
##ineri
unul
stra
internationale
soc
##isc
masura
permite
motiv
##arsit
una
incer
nor
afect
ver
confru
##ciala
eval
energet
dezvoltarea
socie
inclusiv
perioada
prima
asist
intreprinde
inv
fiecare
oferi
standar
muntene
bar
##stig
times
##ioane
ora
##minist
provoc
publice
administ
elect
zi
##man
fundament
macedonia
privinta
cere
autoritatile
bosnia
sfarsit
comple
razboi
parteneri
comisar
mij
##orului
acestora
##uth
general
resur
##reg
rus
proce
exist
majori
##times
dece
international
setimes
south
nato
dna
indepl
eg
milioane
##ex
##iunile
apar
ing
sti
unele
membru
##vi
orice
##caz
sociale
lum
arm
intro
##osc
10
referitoare
pas
numele
##anda
desf
evalu
stim
mea
industri
intam
incat
obiectiv
europei
##ore
##fica
croatia
ame
imi
function
deput
sustine
##labor
##erv
tarii
acordul
unite
med
putern
sta
##ili
##east
gest
crestere
##atele
cerce
multume
southeast
##medi
afla
sud
afl
multumesc
social
era
spune
reglement
acces
##atilor
spun
cercet
##sion
##mna
afaceri
aproxim
##teri
dist
importante
clim
aproximativ
##atorilor
impre
nostru
##anu
##isab
oper
civ
extin
lisab
esenti
##oriz
lisabona
capa
condu
##ntele
ist
##entie
region
tri
legate
##urii
control
unde
grecia
##ape
##oni
ret
integr
##iint
juri
##telor
pet
acestia
lip
ridic
ales
ide
suc
evid
##ctura
pract
is
##lea
dific
199
##urt
##ver
opin
##alitate
toti
vo
##dem
ia
legatura
europeni
cor
indi
##dent
sur
na
promov
ha
alta
ati
sectorul
propunerea
##erul
##asca
desfas
doc
##din
zile
##tori
combate
amend
speci
politicii
zon
supra
docum
corect
conse
acce
baz
12
adaug
datori
cresterea
##ko
intru
sprijinul
cost
##cale
faca
standarde
##itiv
##cin
cooperare
##eie
pret
mondi
##oaste
locuri
printre
cla
##cure
##erc
regiune
vic
doilea
necesare
ape
luna
ministru
ima
lung
coleg
adevar
romania
nord
11
stru
milit
albane
echi
capit
repub
##fere
pier
##ciale
ingrij
impreuna
incal
##stin
informatii
2009
cooperarea
dreptul
salut
furn
comune
bulgaria
stu
zona
benefic
furniz
proced
calitate
sistem
pesc
even
opt
domnule
mici
democr
date
semnific
ge
garant
oficial
cun
edu
sim
comert
avand
##oase
ei
##mm
solid
##imin
dura
##mente
##eamna
instrument
intaln
demon
##mei
sef
##rag
asistenta
nivelul
##regist
##olul
succes
lupta
##20
##ordon
##odata
inregist
lucrat
protej
subiect
energie
poz
eforturile
##rit
aprob
mand
extrem
intrucat
incre
##gerea
lo
conflic
plus
nume
##alist
##je
##andu
acuz
albania
voi
comisie
prev
grupului
aproape
it
prea
eficienta
inseamna
crearea
form
person
agricult
meu
##stul
##rica
curt
problemele
##atorul
viata
transpare
obtine
us
intrea
comuna
analiz
cin
teri
##oci
##ova
spori
##reze
##ront
##iat
##chet
##rului
presedinta
germ
incura
##ski
adecv
##siunea
##amil
artic
justit
##anta
vederea
aiba
reun
15
declar
internationala
##iste
##derii
modific
numar
adevarat
masurile
##oseb
##ros
actiune
miliar
emis
##dura
venit
impact
viole
##nd
regulament
financiar
aliment
mediu
contex
particip
scopul
coordon
exerc
##fin
saptamana
grupul
##rum
##he
##erte
conseci
statut
2010
##zei
pres
raspuns
asigur
tehnolog
parti
##iunii
##lect
##elt
##entei
transf
facem
protectia
directiva
intreaga
anunt
##mite
bune
intamp
intreg
intent
situatie
##usa
##itat
rece
declara
sufici
amen
tero
et
anumite
chelt
necesar
famil
##alog
##itatilor
nim
##pre
obs
##omb
##nea
ec
tele
##iet
oport
##aniei
rapid
##gure
##vede
tex
concent
sfarsitul
ocup
sens
##cle
aderare
##gov
reviz
sociala
diferite
conferi
sua
lume
castig
financiara
serbiei
interne
##pro
adu
##siune
bru
nucle
##ande
munteneg
doi
tratatul
mecan
redu
##roa
implement
##ila
guvernului
teritori
provin
herte
folos
action
hertegov
fortei
procedura
spre
rezolutie
decembrie
trib
##bal
atin
product
sustin
lans
abs
mate
dorim
monit
mecanis
##bru
dumnea
ajuta
inov
turi
anului
expl
confrunta
rusia
crizei
oportun
miliarde
ea
nostri
acesteia
indeplin
mn
##upt
national
##uda
gestion
partidul
dialog
amendament
port
##vant
sistemul
##oastra
viitoare
candid
deoseb
ramane
elabor
recom
##ater
istori
##unie
capac
doamn
solidari
##alia
patru
##aj
respe
oameni
tarilor
constitut
partide
martie
initiativa
perso
##ost
victim
##osi
tribun
pescuit
principi
dezbatere
##alitatea
simp
##ducerea
iunie
muntenegru
fundamentale
demonst
fra
pla
##nti
##cret
camp
urg
pozitia
sublinie
americ
deza
##ton
##alului
##imente
mier
repe
cinci
raportului
##ust
educat
##lie
economic
##ivers
##voastra
dumneavoastra
dv
constit
miercuri
natura
agent
pietei
om
solution
document
##ficarea
var
ata
mentine
interes
met
cir
climatice
oamenii
pen
nicio
domeniu
2008
program
probabil
perspe
aprop
aderarea
ianu
dvs
aspecte
recunoaste
rolul
cadru
##ilater
opozit
momentul
30
##intele
tip
peric
desigur
doamna
ianuarie
majoritatea
##olo
copii
poata
incepe
motive
ofera
sanatate
esential
curs
orient
##pale
priori
continuare
prezenta
ze
considerare
gaz
##stina
institutiile
##lav
arest
dim
natiun
acestuia
fil
corupt
protectie
balcan
cultura
observ
oct
exprim
ingrijor
conditiile
chestiune
investitii
efectu
2020
tax
octomb
octombrie
coez
supl
recent
locale
consult
##dera
##bilitatea
incuraj
ni
##ett
vorba
##les
punerea
partidului
tineri
##izarea
ileg
propunere
adoptat
mentionat
inalt
##ka
anu
niciun
pregat
modul
centr
presa
apri
considera
turciei
som
##mar
medic
dlui
funct
##uirea
supliment
##dam
reus
rev
trecuta
marti
contra
astept
serie
gran
fort
viitorul
inchei
##amant
comunic
referitor
necesara
produse
relatiile
pac
##vegh
acordului
lid
solicita
intention
regim
##sei
supravegh
gasi
##iembrie
noiembrie
prevede
pachet
##oasa
depa
conformitate
independenta
activitatea
ja
posibilitatea
facil
crea
cuvant
dispozit
##cluz
comerciale
urmatoare
elimin
aduce
##abila
25
##oarea
interv
reducerea
punctul
directive
##gin
##ola
vig
proiectul
14
conditii
decizia
##cis
angajament
conce
cerut
##itare
exce
preveni
recomand
lar
domnilor
biro
##vic
principale
recunosc
ple
##ian
eveniment
dat
hertegovina
arata
eficient
tine
lumea
toata
hot
urmeaza
utilizarea
final
infiint
monitoriz
locul
presedintia
##car
concure
participa
semnat
curand
trafic
##ges
##ensi
complet
numarul
doamnelor
##ionale
contribut
##oz
##etty
getty
##nice
##landa
brit
##itul
##arta
solutie
lipsa
##itar
pur
convin
adoptarea
##ig
ocaz
##struct
noul
inceputul
images
##ime
bugetul
alegerile
##oara
anteri
##cri
cuv
pristina
mic
dese
ordin
desfasur
marea
##alizarea
securitatea
uman
##carea
doreste
corespun
aprilie
crime
primit
servici
britan
permit
programul
lucra
strategia
amenint
ten
compro
afirma
##iaza
##gn
imedi
subliniez
##iunilor
echili
##anovic
##denti
joi
##siuni
principal
geor
##zil
cuprin
infra
##aturi
##lal
##und
libertatea
##oace
obiectivele
negocierile
##izare
administrat
ir
verbal
iul
incheie
propriet
ajunge
##vanta
administr
##forma
cetateni
producat
disponi
##anele
pace
##vers
ceri
apel
economiei
za
##co
republica
abordare
cresc
anuntat
discutiile
femeilor
destin
jude
forma
condam
##itor
atentie
multum
dove
inaint
##esion
##onia
actuala
##cident
dezbaterea
mijloc
acordat
vedea
reforma
iulie
preoc
vre
ciuda
expert
##plom
diplom
sase
atentia
##deauna
deplin
sustinut
internet
profesion
obtinut
jurid
procesului
##operi
luat
ajutor
vigoare
anim
concluz
publica
sca
febru
opinia
##entiale
februarie
##grat
fact
tratatului
cursul
randul
afara
regiunea
cara
imbunatatirea
multa
necesitatea
sk
##dei
conduce
evident
##ogra
##sului
oric
domenii
prezentat
prem
economia
contribui
votul
2007
energetica
cheltuie
septe
##elles
univers
reusit
calea
##asa
membri
compromis
##erat
decizie
septembrie
aeri
statului
ajuns
construct
obiectivul
##iera
atra
accept
exprimat
initiative
transparenta
cercetare
relig
sistemului
intampla
aloc
##istan
##ans
front
summ
18
trece
anume
legislatia
risc
##dar
27
##stiv
presup
respin
##rale
ultimii
##lande
##sesc
persoanelor
carui
devenit
valori
singura
numeroa
potenti
externa
stimul
castigat
##atat
defin
deschi
unii
fondurile
experi
eforturi
brux
rezultate
adres
##ermin
combaterea
mediului
van
##rog
secret
asigure
mondial
bruxelles
aplica
rea
##bilitate
subliniat
actuale
##gi
13
##itoare
specifice
pasa
intra
export
chestiuni
schimbarile
centrul
17
##icip
mode
articolul
regulamentul
consolidarea
ferm
deleg
cazuri
progrese
##ional
##ob
contro
asc
deputati
muncii
recon
##ural
fondul
corespunz
negocierilor
intermedi
singur
##ama
##ntelor
simplu
prioritati
##otdeauna
scurt
poziti
consiliu
consumatorilor
conferinta
execut
bani
festiv
##oarte
strategie
mesa
ecolog
vice
##icit
integrarea
caract
##alizare
insi
ceva
institutii
2011
banca
cine
aten
fim
##nii
vin
servicii
##elui
exclu
##fa
explic
cip
competitiv
preocup
influ
##cursul
vest
altor
##lalte
lua
promovarea
scaz
structura
##jul
##vaz
ajutorul
##eama
ach
##nica
intotdeauna
##inica
acorda
contextul
rezolv
pregati
explo
accesul
adre
##isti
refera
ren
fonduri
##rele
modern
##volut
##ierea
confir
uniune
adaugat
urgenta
dezvoltarii
solutii
uri
sarbi
discutii
responsabilitatea
oficialii
asoci
##uze
barb
puternic
coeziune
fran
##enilor
intensi
turc
altern
er
gas
sanat
##nic
autori
faptului
identi
difere
serviciile
noile
pus
##lib
cooperarii
autoritatilor
16
##dici
ambele
urmari
##cra
red
avert
produselor
##hi
proiecte
skop
curtea
discri
absol
animale
finantare
nea
totii
alia
contract
presedintiei
elector
asadar
minoritati
asiguram
acolo
centrale
valoare
des
apoi
energiei
somaj
discrimin
instrumente
constituie
##ficat
energetice
vrea
dur
comb
ultimul
indic
##ugos
regionale
jum
clari
putut
gand
condamn
duminica
membrii
determin
tar
iugos
spati
intentioneaza
##apta
aceeasi
text
confrunt
post
persoanele
liderii
cru
sai
viet
departe
dificult
comunitatea
nationala
aplicarea
##data
diver
include
##ovski
refug
stabile
substa
um
vol
##oli
terte
buc
planul
ultimele
sen
drepturi
nimic
crimin
mondiala
dintr
declaratie
##alitatii
consti
##oiala
banci
##iri
iran
consta
jumatate
femei
operatiun
rezolutia
folosi
lucruri
industria
stri
incheiat
##orde
struct
distru
bo
realizat
bilater
ris
##lant
##ocmai
##iene
stran
2006
actiuni
dra
dub
##uk
##alit
saptamani
##rael
conflict
##erea
israel
albanez
##diu
perspectiva
intermediul
sl
paci
asteapta
introdu
civile
criteri
joc
##do
imprum
turis
centrala
##ism
impie
##dine
crit
##rana
statul
##gem
justitie
##arca
jurn
##itam
vizita
contribuie
fer
ucra
rezultat
democratice
reflect
interna
veri
ridicat
varsta
sprijini
interi
prel
##lul
deveni
cale
propus
intreprinderile
populatiei
acorduri
suficient
prioritate
naturale
##inteles
stan
simil
tranzit
50
perman
institutiilor
stiu
printr
personal
bloc
mana
revizui
teroris
##cie
referi
stabilitate
major
vech
judici
rezultatele
##ska
##icul
sedint
auto
cunosc
reci
2004
sep
##bili
ung
sec
azil
tocmai
sarc
##stat
##ficate
presedintelui
##kovic
sus
exerciti
finantarea
gaze
defic
rele
refugi
resurse
retele
##of
##cani
##xi
comunitatii
parteneriat
decis
##rak
afirm
insta
securitatii
serviciilor
purt
inse
rapoarte
##inei
##ficare
imprumut
intalnit
echilib
##ev
agricole
mijl
cuvinte
devina
luate
tribunalul
##atiz
macedone
pacate
can
cheie
##izit
aflat
vrem
standardele
vecin
niciodata
##gere
seful
germania
implementarea
lin
politicile
provinciei
rat
##entii
simpli
zece
##siunii
bineinteles
stii
langa
agricultura
mijloace
##ierul
recipro
except
practica
##gen
duce
violenta
deosebit
##bul
arg
tradit
##curs
balcani
achizit
cump
bugetului
introducerea
forta
existat
react
petrol
##dul
##ieni
discuta
copiilor
inchis
##dict
ash
regre
nucleare
fostul
elib
practici
masa
suplimentare
pozitie
##vada
restri
fav
cif
depl
implica
numeroase
necesita
amp
##entele
sarbe
mer
treilea
hotar
bulgari
incerc
solidaritate
irak
invat
lege
rezultatul
cauz
fondurilor
majore
cipri
produsele
respectarea
cheltuiel
##inde
intreprinderilor
colabor
##gust
interesul
excele
##gine
mone
instit
fir
##fera
companii
semnificativ
imediat
croat
materie
esentiala
atac
21
##ard
cart
plat
indoiala
regiuni
exam
scri
existente
circul
##gori
credit
##dia
##rarea
sector
relatiilor
ambasa
armate
ideea
skopie
democratie
tere
ent
plani
resurselor
evaluare
##sibile
curtii
##bi
100
pens
##crete
continue
avanta
element
numara
##ateasca
exact
datelor
pozitiv
italia
actiunile
fmi
religi
august
vineri
puncte
primi
lunii
regionala
##ote
totodata
##itelor
pierd
##ievo
incredere
politie
decizii
mobil
oferit
compania
populatia
negocieri
saraievo
datorita
total
##ida
china
limit
meri
sof
agen
vizit
refere
durabila
organizate
lista
investig
grave
##erului
vizeaza
respecta
##izat
mla
celelalte
24
femeile
den
coalit
legislatiei
adoptate
interz
macedoniei
##terior
asigurarea
puternica
##lam
sport
juridic
vaz
situatiei
interesele
urmatorul
impune
critic
angajamentul
crescut
solicitat
ofere
lea
premi
strategiei
facute
progresul
##ou
##urala
permiteti
seri
##sea
##sam
dj
ambiti
terori
obsta
legea
principalele
cresterii
directia
estim
obstac
##reapta
oamenilor
indifere
eficiente
dimen
atena
medit
strict
globala
aman
##lexi
##ung
sectoare
armon
teme
posibila
##dz
accent
felicit
extra
referend
susp
referendum
apararii
comertului
cam
ie
asum
capacitatea
zagre
##mit
resursele
mediter
mine
diviz
seama
comisarul
societatii
23
organizat
rata
putere
croatiei
slov
ministerul
ordinea
politia
ultima
tadic
##vidu
individu
principiul
nik
##gia
##structura
vorbim
imm
societati
reprezentantii
fis
sanatatii
##nei
echipa
mijlocii
##icale
dovada
##ante
incearca
agentia
puna
alimente
reut
puteri
activitatile
directivei
bucure
prevaz
distrib
remar
democratiei
liderul
lucrurile
aprobat
##entelor
roman
integra
libera
garanta
limba
situatii
capat
evolut
##uro
statutul
flexi
zonele
mei
reglementare
cladi
franta
luam
sectorului
abordarea
##iesc
prezinta
pra
##arz
carora
haga
real
reala
vorbit
integrare
sue
intrebarea
teritoriul
exploat
##usul
jucat
##unda
parlamentare
justitiei
maritim
lucratorilor
##ud
condus
40
une
2005
context
clara
cipriot
##atoarea
fal
inloc
intrebare
experienta
global
invit
barros
barroso
educatie
formul
militare
alegerilor
insul
apre
schimbarilor
destul
rezer
preci
##uale
respectiv
politicilor
reuters
accele
radi
pescuitului
veti
unica
careia
media
rs
organizata
pari
##one
vicepre
globale
##amente
intreprinderi
stiint
vicepresedint
rati
progres
legii
intalni
##old
economie
depune
slab
##ash
##ieri
comit
##urg
22
motivul
28
imparta
libertati
coruptiei
##rupe
##atisf
generale
sanct
indiferent
##jan
legi
limita
declaratia
vizelor
urmatoarele
alti
adecvate
##ntii
stabilitatea
mii
zagreb
##dep
existe
carb
reforme
intampl
vit
altele
detine
reducere
controlul
##opte
jurnalist
propunerile
afecteaza
culturale
totul
stabilit
afp
##ismul
grupuri
analiza
##engen
mond
participat
##ima
bugetare
france
os
energia
sex
schengen
##olului
crize
sigur
sarcina
prime
adesea
usor
clare
sprijina
mondiale
##stici
sloven
##rontal
##ogan
comercial
acele
discutat
transfrontal
opozitie
##ulp
declaratii
consecinta
ank
evenimente
pietele
statutului
##rov
comand
monet
introduce
odata
reformele
##ionala
intrebari
redres
orasul
discutiilor
suver
anual
tin
fab
justi
publicatiei
coment
companiile
activitati
implicate
juridice
##ise
permita
adoptata
stud
sansa
cant
argum
##unde
discutie
apart
relatii
banii
##siunile
eliminarea
vul
chestiunea
greciei
lumii
structurale
finaliz
investitiile
zone
maine
inregistrat
american
regiunile
feder
summit
locuit
absolut
dificultati
uci
africa
refuz
profit
fondului
##rata
aleg
inche
macedonean
bra
kur
incheierea
pib
transform
repet
judecat
##diul
organizatiei
2013
prelu
bilaterale
profes
promis
politiei
majoritate
iv
inac
provocari
asteptam
500
salv
incalc
teren
##orte
para
aspectele
##sat
cana
fortele
##tin
islam
irlanda
vietii
26
nevoia
inculp
degra
tirana
stabilirea
##com
dnei
##ero
socialist
republic
##che
calitatea
kara
##vet
ocu
saraciei
portug
degraba
deschis
materi
pact
plati
istan
fiscale
presei
concurenta
iugoslav
istanbul
costurile
pasageri
adresa
adun
complex
man
sr
crede
functie
##enite
adopte
bancii
omolog
masurilor
dificil
partidele
legislative
vanz
concrete
esentiale
pierde
##oris
productia
##itudin
ah
lov
##ationale
anterior
conserv
adecvat
bucuresti
##uite
magh
libertate
comertul
acordurile
romaniei
mor
principala
realiza
programului
rapida
frontiere
sent
resta
problemelor
infrastructura
boris
erau
vorbe
retra
discutam
stabilite
vazut
transmite
beneficia
incepand
##iza
past
grec
echip
rein
fot
maxim
stoc
stati
sold
salari
dreptate
supraveghere
caruia
puse
adopta
nimeni
satisf
cerem
##stro
programe
domen
mesaj
eta
##ai
##bo
##ram
alaturi
generala
intarz
demonstrat
larga
priet
speranta
mladic
edit
autom
oli
dus
ucraina
speram
dificila
principiile
colegii
##uc
##enha
intrarea
erd
impied
##itarea
copenha
eliber
bulgariei
copenhaga
consideram
cererea
mecanism
influenta
##sim
abuz
durata
aratat
##erabile
impactul
sapte
acelea
ep
ream
domnul
fisc
acesti
propriile
pacii
depuse
cativa
##fe
dreptului
libert
greu
belar
calatori
don
sine
bog
depinde
participarea
ocuparea
reale
dorit
##fect
acorde
##alii
credi
lucreaza
proiectului
vam
aca
productie
pericol
obiectivelor
posibile
vota
##relor
##urat
ankara
libertatii
legat
##aza
suge
extindere
##sive
multor
responsabilitate
agenda
cot
privatiz
proteja
democratic
civil
realitate
acoperi
scazut
colect
erdogan
pierdut
sce
realizarea
serioa
##izeaza
incant
biroc
tratat
nucleara
##ip
inaintea
pred
preced
##urarea
vad
ramas
protejarea
imigra
procedurile
##rez
unit
traficului
separ
comitet
armata
##ziu
datoria
ign
29
tan
const
majora
afectate
stiinti
nat
analist
alimentare
societatea
existenta
##seste
secretarul
capital
##ope
local
transportul
copiii
gestionarea
##bor
stabili
dispozitie
procur
mediul
##ban
origine
stanga
minoritatilor
asocie
##grului
ine
extinderea
##het
locui
##ria
guvernele
comunitar
raportor
perspective
09
contact
accepta
##tare
##rice
respecte
semnificative
pozitive
etic
##ner
suma
##oaca
muntenegrului
intamplat
republicii
ese
normele
lansat
##cil
cunoaste
caut
anii
art
raspunde
propuse
##dzic
dezbateri
ro
marii
jap
minori
tarziu
##fon
persoana
agentiei
terorismului
musul
##itudine
##reme
fosta
pun
descoperi
apa
im
privitoare
iz
nordul
propunerii
obiect
obligatori
elaborat
ocazia
stiinta
merita
##sin
convenit
##cesti
pedep
opri
ste
##ntilor
infract
imbunatat
alimentara
mani
##ficata
prezid
schimbare
ungaria
em
presupune
##itie
turci
aero
fre
ridica
##oran
credem
##met
temp
kosovari
albaniei
subliniaza
adapt
trebuit
increderea
natiunilor
pil
##ismului
temei
04
raspunsul
deschide
mat
##lui
primele
regen
actual
mele
infiintarea
domeniile
##itele
oficiali
parerea
benefici
vote
casti
amint
regulamentului
##rare
municip
consolida
legislativ
corespunzator
prioritatile
##usti
legit
interpre
economii
sarba
aceleasi
##uala
tranza
##alizate
corecta
cuvantul
raman
somajului
ero
premierul
examin
exemp
straine
05
##siva
principalul
oare
preturilor
larg
03
austri
##mise
utilizate
evaluarea
consecintele
dialogul
indrept
norme
campan
ambasad
strain
belarus
centru
mica
societate
bucura
grava
ridicate
indeplini
olimp
coere
afgan
caror
umane
depus
ramana
deschiderea
60
bari
since
democratica
aprobarea
traiesc
creat
##alele
reformelor
consumatorii
usd
informat
grav
ashton
crestin
colegi
bulgar
pericul
cert
intai
specul
practic
rating
##cid
spera
transfer
criteriile
dea
##fer
into
ului
dezast
calific
precon
echita
bazeaza
cole
parere
comandant
drum
##ienii
06
unice
evita
norm
egi
civila
##uga
directorul
##entilor
detinut
kost
private
vedem
orasului
gestiune
lide
energetic
etnice
antre
guvernanta
mandat
##alizarii
activitate
balcanii
##ki
sprijine
sistemele
permis
electro
sofia
dreapta
##cta
meto
##oda
mentinerea
initial
victime
##isn
problemei
tendint
##nteze
televiz
serios
competenta
osce
be
##stal
prot
calcul
obtinerea
rad
informare
sug
minim
31
trupe
##sic
categori
film
mal
irlande
##dele
autoriz
inaccept
rog
speciale
descar
legislatie
deplina
mit
##ad
elaborarea
##pul
produce
occident
07
rut
##seze
schimbari
altii
cotid
ak
##atelor
##itara
zonei
ocazie
promova
cuprinz
tun
industriei
aflate
camera
cultural
inteleg
##ginea
semnal
2012
adus
disponibile
elemente
natiuni
anticip
punem
aparare
medicale
administrative
model
##zon
schimba
reusi
contine
determ
detali
puternice
depend
cit
##erii
##rid
confruntam
ident
##arce
sustinerea
asociere
citat
membra
##forme
sco
dorinta
prezentate
serviciul
##uita
impozit
bucur
tehnice
corespunzatoare
suspend
tratament
suveran
##zeze
rezolutiei
##ft
##kovski
##ierii
cerintele
tranzact
vreme
anti
vechi
piete
imigrat
valorile
sanatatea
recunoscut
migrat
spani
rezolutii
fundamental
##cire
##cit
08
##anul
##cro
parcursul
pale
legata
coordonare
celui
integrarii
austria
bre
dru
continut
samb
rau
avans
veh
mass
##vizion
competente
monitorizare
uitam
sprijinirea
considerat
strategii
standardelor
albanezi
infrastruct
cure
produs
propria
belgradul
compon
2003
efectele
companiilor
deputatii
simt
ran
##ict
regiunii
incercat
administratia
##islav
avantaj
circum
protoc
son
puterea
functionarea
mandatul
proceduri
juridica
misc
elim
turist
lider
anumitor
tinerilor
aeriene
##ss
urmatoarea
patri
prevenirea
singurul
rehn
buge
atlant
amendamente
ulterior
reprezenta
caracteri
rasp
organizatii
standard
pachetul
##ich
consens
##be
partile
informatiile
militara
principiu
solicitam
ascult
bei
##jic
efe
organizatia
sambata
##line
misiunea
rezolva
volunt
##samb
##cand
trai
##ok
indust
textul
vine
stiti
kosovar
prezinte
demonstreaza
ansamb
conturi
ajust
##reasca
pag
suficiente
ore
ali
impiedica
exercitiu
jur
investitiilor
consultati
##fi
acordarea
guvernamant
echipe
repede
stie
spania
efica
integ
##arma
presus
sursa
noilor
retea
crima
mold
##apa
companiei
trimite
fortelor
conditiilor
restrict
##intesc
proiectele
petre
moneda
interzice
afganistan
tab
electric
emisiilor
drog
subv
eforturilor
locurile
democratia
functioneaza
obstacole
proport
aprovizion
plen
numi
##artea
sprijinit
bugetar
trimis
amendamentele
finala
ilegale
reflecta
##ciu
radic
implicarea
tinere
##arit
mijlo
adecvata
##sm
instrumentele
revizuirea
dovedit
barbati
egipt
##elig
raportorul
noului
scur
directe
oportunitati
solidaritatea
omologul
guvernament
recunoasterea
##vara
ministrii
solutionarea
cipru
##alitati
organis
moartea
summitul
individuale
grupurile
aderarii
popular
##ieze
##onom
oficiala
ong
lucratorii
pozitiva
poporului
similare
col
contribuit
##sirea
incheia
pod
programele
##ox
speciala
ziua
##oreze
animalelor
gene
##git
ajunga
puteti
libia
asasin
flu
##urale
diferitele
atrag
recente
acea
strategic
deciziile
not
arme
poporul
surse
proprietate
religioase
rezerve
macar
##isia
##ficiale
voturi
victimelor
concept
vointa
istoria
britanie
##zilor
contribua
frecv
cata
restul
##atorului
ber
respins
numit
intelig
respective
reaction
ocupa
mijlociu
dezvolta
indeplinirea
atrib
bunast
mu
del
pietelor
sensibil
aliantei
scrise
cab
vecinatate
vie
indemn
srp
and
regimului
vec
oportunitate
fen
##unica
negociere
regional
contributie
destinate
sonda
urilor
peri
afric
##bre
##pi
unic
intalnire
bol
go
tema
polu
comport
autonom
armatei
##mik
contributia
alianta
etichet
prag
celei
altfel
revizuire
##kistan
dedic
##arului
privat
activitatii
independent
lansarea
candidat
kostunica
directie
releva
valoarea
lovit
activitatilor
aud
##itia
unmik
scara
granita
aerian
intalnirea
forum
cheltuielile
vla
organizatiile
sistemelor
##lova
expozit
culturii
tit
##ven
ceha
obtina
reprezentantul
avertizat
##ovanovic
acordata
inceapa
continuarea
educatiei
rurale
vala
reform
agricola
sustinem
optim
sh
##stele
polonia
adj
membrilor
circulatie
legal
indeplineasca
efectuate
castiga
durabile
##ograf
uneori
slovenia
##zat
libere
tinerii
##val
aviz
80
crimei
2002
35
elab
obisn
opozitia
traficul
excelenta
bh
por
##uat
##sten
folose
partenerii
cunost
birocrat
aeroport
devine
potential
ara
inteles
deosebita
numarului
taxe
cotidian
##zii
##ionat
obligatia
totala
implicati
1995
##terii
sprijinim
bise
exprima
aflam
##bat
ned
impart
drumul
##oul
depart
ministerului
difici
performa
bazata
dificile
sute
criterii
scol
incet
##ku
promi
organizarea
##bit
ecologice
suede
pros
semnificativa
confirmat
telefon
orientul
km
##ritate
abt
sisteme
reciproc
joaca
diverse
##rati
impo
##istii
intregul
##ational
inchisoare
determina
##ateste
##ual
macro
alat
greci
protectiei
reglementari
penal
negoci
atinge
srpska
ofit
mentionez
experti
neferi
desfasoara
##itudinea
##ck
comunitare
incerca
imposibil
construirea
specific
sos
plata
reprezentat
via
copil
violentei
stricte
kar
##sch
domnului
noii
fru
##cea
##raj
pregatita
auzit
##oarele
planului
nep
negativ
1999
militar
reduse
victimele
enor
seara
urmat
finantelor
atingerea
vreau
mediterane
intrun
evenimentele
urmatorii
incluz
competiti
profesionala
constienti
litu
mis
german
fenom
forme
provocare
##las
indea
razboiului
tranzitie
amendamentul
suspect
legale
dav
schimbul
sarbii
inaltul
acuzat
riscul
premiul
slova
##kk
raportoare
##entiei
publicat
documente
inchi
fiscala
asp
studiu
evenimentul
constructia
##ove
devreme
respectiva
moldova
interese
bosniaci
victori
capitala
publicului
competitivitatea
preturile
autoritatea
cance
adjunct
dezbaterii
##alal
reconstruct
02
putine
pad
conventia
continuam
pretul
inaug
independentei
strainatate
urile
simb
afere
inap
reguli
temeiul
ofer
gestionare
ilegal
intoarce
##stei
##clus
apara
##iteze
consumatori
consecinte
redus
critici
cunoscut
##orabil
nevoile
conflictului
incercam
aveti
bosniac
completa
bosniei
grupurilor
carbon
non
deloc
2001
deputatilor
eule
egalitatea
partidelor
regimul
monitorizarea
eulex
suferi
##ilal
creeaza
costurilor
##atic
utilizarii
deschisa
##ington
adaugand
subiectul
nikola
sanctiuni
expertii
tehnologii
anterioare
dun
discurs
beneficii
intregii
obligatiile
folosite
producatorii
aline
muntenegre
lungul
formarea
incuraja
dezastru
serviciu
tempor
actioneze
georg
kfor
tha
tole
documentul
ru
div
##inda
locala
administratiei
wash
impuse
format
stabilizare
facilita
regret
argument
washington
##vale
investi
vara
##cun
milose
punctele
colegilor
trea
straini
##ron
came
70
ministrului
micro
carte
##rei
combatere
spunem
ax
##mentul
sporirea
medicala
costa
adica
mentionate
akp
inapoi
oficiale
garanteze
grese
incluse
salutat
judiciar
karadzic
ka
ope
ros
capt
decide
idee
constitutionale
convins
oricare
spatiul
intrat
regiunilor
guvernare
sufera
diferit
telecom
musulm
nr
##scu
surprin
taxa
permanent
sind
##bilitatii
##uiesc
##dare
folosit
japonia
modalitate
verde
merge
##ieste
##urare
realizate
actualul
ig
afacerilor
reprezentanti
estul
provocarile
potentialul
divers
planurile
globalizare
alternative
refugiati
300
luata
pap
##ler
indica
aborda
desfasurat
concurentei
inovare
cheltuielilor
##alizat
detin
eficientei
condusa
stabileasca
feri
muz
##oreaza
angajati
demonstra
milosevic
conducerea
complic
agriculturii
economiile
politicienii
festivalul
ansamblu
2000
interdict
acordurilor
raportorului
creeze
regatul
totalitate
viza
metoda
echilibru
##rt
functia
contribuabil
las
##scri
precedent
active
faza
##oarelor
refer
participe
ciprului
calitatii
conditie
izol
proc
##sh
##sita
negative
populatie
idei
portugalia
grat
log
tinut
acordam
scand
198
reuniunea
recenta
insist
bancile
pensii
pkk
digit
inchisa
critica
stiintifice
catastro
invatamant
raspand
intereselor
educ
simbol
##izate
stirile
corp
etapa
mandatului
umanitar
dezama
ajung
partener
independente
nave
brut
zoran
##guri
spatele
votului
stabilitatii
informatiilor
furnizarea
atins
90
##istenta
vizitat
cercetarea
procedurilor
lucram
dezvoltate
##proape
stabileste
automo
indeaproape
dict
##vac
relevante
inund
##gerii
normelor
deputat
redresare
##ntul
avoc
afectat
naste
coordonarea
canada
gazdu
instal
##ins
comise
afecta
circumsta
datele
g20
sre
##nici
democratilor
transfrontaliere
bil
##atiune
aband
angajamentele
cabine
bat
##iev
principii
frag
restruct
accident
cazurile
includa
programelor
##ideze
iau
##viet
presiuni
termeni
supraviet
dam
strategice
utilizat
impactului
educatia
azi
sunteti
primeasca
chestiunile
##isi
uni
britanic
indo
legitim
##lat
viitorului
prelung
aht
dia
dimin
semnarea
##isaari
##lici
transportului
reduca
rezolvarea
mijloacele
we
##colo
sot
demn
inalta
##inerii
apararea
actiona
central
fug
avi
locurilor
vina
##irii
coruptie
maghi
ajustare
chine
accesului
modificari
tribunalului
balcanice
scut
considerabil
arun
electrice
opozitiei
incon
acelor
superi
ahtisaari
hand
##anov
medicament
disponibil
cineva
ajute
procuro
sarace
interesate
pakistan
amenintare
##reu
##ien
comparat
croati
solicitarea
diplomatice
elimina
industrie
01
oh
cifra
criticat
stransa
lunga
coope
cauta
insot
modificare
gol
companie
pusa
##atica
treia
##unerii
fundamentala
cercetarii
##rija
constient
sedintei
beri
##moni
##itii
dincolo
primului
daun
imbunatatire
oferite
corecte
tehnologie
tinand
interpret
aplicate
agentii
pregatit
reconcil
##sez
dos
institutie
comunicare
exclusiv
brazil
exprimare
pregatiti
rot
oras
productiei
spatiu
deficit
droguri
asigurari
indepline
reveni
bariere
##site
comerci
gaseasca
##ordin
serviciului
atras
crucial
ieri
##aliste
radio
ignor
pastra
proiectelor
formare
legislativa
atrage
regreta
prosperi
aduse
vorbesc
statistici
bus
##urit
##ficam
##gaz
1990
conducere
prevazute
fiz
acordate
incalcare
desemn
teroriste
##iasca
incercarea
executiv
ol
inut
dista
misiunii
sarcin
infl
expres
anumita
supravegherea
concluziile
sondaj
fenomen
rate
explicat
##ilalti
##han
carei
ceilalti
salarii
combusti
serioase
sosit
##rop
intentia
spit
oferim
matern
inacceptabil
cut
gul
procent
plateasca
scena
componenta
trept
##ficarii
includerea
responsabile
patrimoni
acel
continent
frontiera
comentari
votez
##unic
##matica
mosc
festival
##bel
##50
reporte
schimbat
sindic
nereg
dispune
angajat
emisiile
nefericire
fiecar
liberalizarea
arestarea
##bet
ministri
costuri
fiecarui
vuk
##mor
unan
##istilor
garantarea
alegerea
opune
sigurantei
geogra
succesul
infrastructurii
itali
permanenta
incapa
solutia
sporita
blo
##izarii
##icei
teat
bugetara
lucratori
constant
##rist
##alelor
gasit
drag
##ase
##ns
##gel
mereu
rusiei
stiri
america
adaugata
grea
compar
dure
considerata
##siunilor
facuta
##sescu
turism
juca
planuri
proprii
bunuri
dimine
gasim
george
ivo
investe
tem
bazate
actionam
legaturi
actiunea
strategica
croata
transmis
vehicul
abandon
trage
deciziilor
gandim
interiorul
iugoslavie
##kov
spi
competitivitatii
satisfa
muncit
basescu
gasirea
pacientilor
##oveze
fostului
discursul
universitatea
##go
adresata
##delor
dau
turca
niveluri
hertegovinei
apropiat
##ju
punere
electorale
extraordin
##psa
obicei
croate
georgia
sugereaza
lat
dezval
test
extre
egal
declarand
vizitei
organizatiilor
disputa
dimineata
##resc
adera
sche
opinie
deschise
obligatoriu
cerere
##econom
coasta
suport
pedea
descris
caracter
pedeapsa
##lis
surselor
studii
ambasadorul
adere
derul
judec
ppe
cream
nivelurile
insu
cas
##amentului
albaneze
ecologica
automobile
##enind
spiri
contr
depuna
liberal
inspect
atacuri
utilizare
electricitate
ameli
motivele
regenerabile
tva
dob
lucreze
ton
intoc
urmareste
agricol
parteneriatul
##omp
domin
intervi
mesajul
combin
##mita
alocate
iugosla
refugiatilor
muze
lectura
comunicarea
turismului
flux
lect
conditia
promoveze
lumina
incantat
cli
imen
presiune
impul
event
saracie
##igu
factor
foc
regist
##ationala
grad
principiului
pasagerilor
bur
suferit
aplice
carta
imbunatateasca
suficienta
tent
##tului
anchet
vize
student
alternativa
coerenta
vari
conc
forte
biod
reformei
implicat
industriale
adevarata
declaratiile
profesionale
intelect
intelege
dialogului
sana
def
incident
inclus
modificarea
hotarat
telecomunic
##dp
##ensa
perse
mentioneaza
venituri
agentiile
##no
##uire
auste
adauga
ocuparii
##sman
meci
desfasura
plas
urgent
adresez
parlamentar
marca
acceptat
campanie
comparatie
##omet
##vesc
aborde
sarbilor
alineatul
jovanovic
##indu
##cte
apare
sentiment
sugerat
dezvolte
interesa
campania
##enita
ital
creasca
tom
##ya
voj
redusa
coruptia
jurul
##ciun
denum
##vin
##cile
vorbi
haiti
sanader
origin
term
regulile
##ideti
anumit
procedurii
soldati
reporterilor
india
inregistrate
##aga
##ctice
transporturilor
recomandarile
renu
insemna
dimensiunea
srebre
dinam
crearii
familia
ho
casa
aur
##pag
responsabila
insista
##mir
##chili
turcesti
curent
##uiti
eur
ilegala
multumit
reda
##matic
haideti
concentreze
referire
spiritul
luarea
adoptam
activa
mile
runda
paras
condamnat
cuprinzatoare
vand
mecanisme
pension
depasi
az
rro
##gu
##ptele
defici
arh
incalca
rit
tay
aparut
refuzat
acte
finantarii
albaneza
##pren
alternativ
##ritatii
##alitatile
rob
postul
profita
conflictul
mentinere
obtinute
colaborare
handica
biodivers
##sen
##alizata
schimbarea
intelegere
iesi
efectuat
subvent
actiunilor
partial
vinov
##evski
hart
propriul
arestat
co2
importanti
familie
inovatoare
jo
##arm
guvernelor
bancar
bazat
analizam
relu
scru
asistentei
recunoastem
eficace
pan
internationali
solicitare
joace
##zie
##bur
cetatean
viitoarea
descarcarea
comisii
medie
substanti
handicap
ip
consolideze
specifica
emisii
simpla
prieten
audit
sustina
concentram
ineg
##son
parlamentara
includ
solicitant
astepta
procurorul
dan
olande
init
##ceva
publicul
judiciare
rapoartele
tina
##ji
sigure
obligatorii
distin
balcanilor
ambitios
vamale
dependenta
srebrenica
tort
realitatea
diferita
datoriei
teritoriala
ingrijorare
##ntiale
##uiasca
decenii
biroul
scadere
monetare
acasa
antrepren
##opera
efortul
cerinte
determinat
jos
##fest
deseurilor
concret
nes
provocat
##stica
submin
##lah
impiedic
thaci
dezbat
anivers
ordine
aduca
lit
veni
incalcarea
aprecie
reamintesc
folosesc
vizi
apropiere
intari
comunitatilor
perspectivele
##seasca
unilater
set
ajutorului
##nit
##rest
##opol
feg
garantii
pregatirea
ict
mort
familiile
monitori
primesc
pactul
lideri
##wn
colab
mentina
infiintat
combustibil
propun
misiune
elvet
cuprinde
mobilizarea
tayy
politicieni
orase
deficitul
sudul
consecv
exemple
sanse
online
furniza
esec
tayyip
##gane
##atesc
##oasca
recep
concluzie
tolera
fat
menite
controvers
textile
##cam
ingh
respectate
foloseasca
festivalului
introdus
inconj
contrar
reit
new
subsi
diferitelor
academ
tunisia
licit
##teze
##omin
modului
felul
zeci
omb
imple
beneficiaza
factori
premier
trecere
simplificarea
distribut
ben
##xic
centrului
progresele
campion
ombud
folosirea
bloca
gruevski
extinde
aduc
granitele
francez
compens
prezentata
ulteri
supuse
somajul
nikol
vital
##rin
comunitati
sublini
imbunatatiri
icty
poarta
scoala
##oca
##ias
stabilim
inaintat
reactie
##cidente
televiziune
unanim
ombudsman
lond
rurala
##uis
forest
asume
explica
destinat
vulner
continutul
##pii
##iel
lasa
preala
perfect
raspunda
diferenta
insufici
punerii
##ed
prizon
genoci
place
pacea
guvernamentale
niste
##zator
votarea
evidenta
inchiderea
##jana
delic
patrul
stau
achizition
evenimentelor
preconizeaza
nera
desfasurare
##kh
revolut
progresului
discriminare
##ierilor
gresit
efecte
scopuri
transforma
electorala
obstacol
comitetului
gal
##ber
indel
gaza
doamnei
##nan
minime
oportunitatea
vecine
zbor
##icule
##enim
neagra
tendinta
deze
saluta
aflata
accepte
familiei
dezechili
##au
specta
altceva
tehnic
frau
remarca
miscare
recup
balt
spirit
cari
proteste
principiilor
medicamente
purtatorul
sectoarele
normal
asia
locali
organizatie
respectul
reglementarea
cra
##citatea
##fir
##iinta
diminu
ire
luand
dispar
comerciala
documentele
sugest
redact
nerab
indelung
implice
atitudine
rezon
credite
pozitii
saracia
veniturile
constitutia
americane
lucrarile
maritime
periculoase
efectiv
uz
aparat
##ovan
adri
1992
opiniile
confirm
salvare
##asi
competentele
afectati
instituirea
brazilia
interviu
teama
guverne
vicepresedintele
rug
##zile
##inele
vizite
felic
egalitatii
##itei
##uim
sesiune
acp
partilor
##ologice
reduceri
exercita
apropierea
recomandari
structurile
manifest
opun
tehnica
promoveaza
conferintei
dovezi
ratko
reciproca
sto
##vizi
indepart
austeritate
gande
##nerabile
##stini
multilater
istoric
interventie
ambitioase
vulnerabile
400
##ira
##xe
considerate
articolului
imediata
gh
cealal
##imir
urb
relatia
director
##atiuni
turismul
cealalta
ruse
descri
estimeaza
igor
manu
obser
adresat
diversi
nic
propusa
autor
acuzatiile
concentrat
anuale
bancilor
##ont
##ter
##prem
arta
comunitara
imprumuturi
abordam
culturala
modelul
manage
impartasesc
cod
legala
valorilor
construi
prelimin
nem
ridicata
150
ocupare
umanitare
imbunatatit
merg
consolidare
stras
integrata
electronice
##eau
prezenti
belgradului
descoperit
persecut
emite
##izata
alocat
referinta
exceptia
revol
alege
liv
refuza
marf
reuniune
risca
sedinta
prezidentiale
coreea
concep
ajungem
bran
##clam
ministe
sarbatori
beneficieze
ingrijorarea
lice
murit
##uvern
##sel
ponte
depusa
responsabili
confirma
operatiunile
sincer
gar
ko
pasi
personale
ferma
##chete
imigranti
dezamag
emi
intor
##isp
##veh
protection
initiativele
valabil
##erare
acopera
interimar
nastere
lapte
dimp
grecesti
negli
disput
pescuitul
tipuri
dimit
libertatilor
aparit
capacitatii
suplimentara
exploatarea
alegatorii
maniera
tone
relativ
perioade
granitelor
volum
reteaua
scandal
organiza
facand
viceprem
reamint
coopereze
##gl
##oglu
sfera
##lobod
egalitate
slabe
beneficiul
numirea
cutrem
scrutin
##cara
termenul
observat
dispozitia
##rand
##mun
consil
acuzati
criteriilor
coalitia
serioasa
abtinut
lituania
##gii
##otov
necon
solana
utiliza
rapide
##nik
##finant
transferul
sustinuta
umana
monedei
coalitie
suedia
intalniri
neregul
celorlalte
concentra
prevenire
agre
acuzatii
personalului
omc
apropie
cheltuieli
autoveh
stea
povara
altul
rezerva
metode
generalul
utilizeaza
dezavanta
coeziunea
fabrica
privatizare
subsidia
##uind
atent
mix
recur
preocuparile
renunt
comandantul
preturi
petrecut
dimpotriva
fia
presiunea
anilor
belgia
noroc
mediterana
podgori
ham
star
impoz
rezistenta
viziune
romani
conflictelor
opinii
deb
##cipl
vac
modi
turce
directa
abordari
subiecte
scazute
editie
macroeconom
slobod
curaj
bazeze
##centr
termin
reglementarile
sensul
structuri
comitetul
bunastarea
##uti
aplicarii
protejeze
delegatia
discriminarii
instanta
tranzactiile
grija
tpii
articole
mecanismul
constitui
indicat
jocurile
##tar
##kic
obama
procesele
egale
atacurile
eliberarea
fl
deciziei
profund
corpor
75
jan
##ren
##izeze
pof
comunitate
nivelului
ajutam
multianu
accentu
och
inchide
carne
esenta
reuniunii
investeasca
dol
comunitatile
calato
colegul
##gle
##bb
impun
functioneze
costul
provincia
riscuri
insula
summitului
vojislav
the
avan
parteneriatului
indeplinit
obligatorie
liderilor
abordeze
##mos
abia
producatorilor
cruciala
vremuri
##jub
##vate
##rut
organe
islanda
absenta
prevederile
audi
votare
obtinem
intampin
apropi
rolului
salutam
cumparat
flexibilitate
ot
##uraj
demers
penale
##ienilor
slobodan
##ork
polon
pofida
diz
##amin
lemn
##ingv
raspunsuri
viitoarele
provocarilor
garanteaza
lupt
inceperea
operatiuni
##bourg
analistii
imun
##anului
##imi
adevarul
echipament
institutul
sedinte
firma
fotbal
amintim
##anii
impres
club
institutionale
realizeze
responsabilitatile
diferentele
apartin
oferta
romilor
scurta
cotidianul
londra
observa
ilu
##buc
##menta
##inile
depozit
numita
americii
asociate
##ulz
preju
##diului
depline
dane
gotov
iata
mut
##ger
##ys
economiilor
repetat
gotovina
##atea
##unerea
perce
reprezentantilor
cererii
riscurile
trupele
vaccin
dp
farma
##lit
##ritatea
inra
##vad
evalua
agricultorii
inaltului
modernizarea
vecinii
preluat
slovacia
cr
pt
##atlant
##isment
nec
mentinut
romane
faliment
pactului
credibilitatea
##uvernament
cadrului
soci
optiune
producatori
egala
violente
solidaritatii
tibet
adoptarii
reprezinte
197
istorie
inconjur
je
doban
luka
ort
belg
potriv
stipul
##jevic
constitutie
vreun
introduse
echitabil
preia
##cla
aproba
intelegem
##vig
lipsei
rezultatelor
posibilul
bazele
indeplinite
lich
finalizarea
tratate
boala
similar
masac
inghet
##carii
toam
christ
sustinere
evidenti
promovare
considerabile
ascun
societatile
strasbourg
neglij
sov
lact
##jevo
zil
aust
create
persi
inalte
oricar
cartea
obiectul
oricarei
regretabil
select
aflati
deosebire
italian
##quis
##rimentul
sah
##olm
schimbe
antic
teritoriale
facilitarea
45
##cic
promit
recunoasca
trip
nabuc
papand
mir
alex
legile
migra
detrimentul
cererile
cumpar
excelent
djind
ivan
echipei
nabucco
dec
reuse
sediul
starea
parcurs
tarif
spect
baze
protestat
macedonene
comisarului
beneficiile
cuvintele
practice
olli
##fuz
##icii
lupte
leton
scoli
cereri
principalii
intensificarea
fum
fiu
utilizeze
estic
instrumentul
ceremon
djindjic
tinta
repat
sprijinului
electrica
multumi
ortod
bro
cen
gri
##rici
arct
mesic
anuala
armonizarea
vorbeste
vet
alde
crimele
autoritatii
ofiteri
lup
tarie
ceh
decisiv
sublinia
incercare
clasi
modificarile
candidati
confruntat
greaca
##anti
consolidam
arestati
israelul
site
##ek
inev
alba
bancare
pierderea
deseuri
religioasa
gandesc
inevita
tro
preca
acquis
dovede
raportorilor
abordeaza
constructiv
facilit
comentarii
platilor
ult
trag
furnizate
materiale
pilon
##cen
stre
importurile
abdul
##ificare
restriction
bl
arhi
regiz
##aliza
finante
familii
electoral
libertatile
frontierele
toamna
esuat
ameninta
granitei
adresate
folosim
exercitiului
societatilor
regener
distanta
##zy
proa
nere
putinta
valor
afacerile
imbunatatirii
militari
democratii
angajamente
oricine
alimentelor
puterii
faceti
solutiona
genocid
stare
top
teste
durabil
increderii
familiilor
exprimate
instrumentelor
cauzate
dificultatile
atribut
frum
susten
turk
centre
bulgare
initiala
asigurare
##down
insemn
accentul
vulnerabil
fro
siria
unitate
atmos
day
provocate
industriala
terorist
vicepresedinte
dato
pru
discipl
situat
inchise
macedoneni
recomanda
jumatatea
ashdown
antren
ambelor
reafir
descentr
vanzarea
papandre
##uf
##arga
##ologie
jocurilor
traditionale
prevazut
##uieste
declans
demogra
evaluari
clauza
imagine
transparente
solutionare
papandreou
cite
##urie
arhe
nevoilor
singure
##menteze
asteptat
procurorii
sacri
privata
organism
insasi
##ligi
aspectul
nasc
istorice
adunarea
maghiara
vis
marile
auz
transatlant
constitutionala
intensifice
datoreaza
##icl
sali
devin
profunda
##matice
rede
nesi
zonelor
personalul
agentiilor
executia
elementele
sexuala
moscova
##ks
##entul
capacitate
vlad
incend
angajatii
ridicarea
mecanismele
adunarii
olimpice
podgorica
deva
aplicat
responsabilitatii
apele
oportunitatile
subliniem
psi
imperi
domnia
permitem
arestare
strans
indreapta
pozitiile
conflicte
pregatite
despag
autostra
despagub
##rimin
preve
##eta
alesi
2014
transparent
incurajarea
incalcari
etape
intarziere
stiintifica
izb
##dt
pron
##pecti
##meze
cazurilor
inregistra
formata
etc
scaderea
calend
dunarii
dayton
cai
combaterii
intregime
etnic
concentreaza
##roase
deseori
##ful
tai
transparentei
inovarea
redresarea
elvetia
sw
spuna
chim
ministrilor
tratamentul
abordat
capabila
veniturilor
ucisi
restrictii
aferent
ohrid
craciun
net
nein
##urata
prezentarea
reducerii
cerinta
dovedi
identifica
retelelor
stockh
patrulea
##vat
alarma
##ntex
oferind
imaginea
constructie
echilibrat
lactate
frontex
hid
##ergente
milion
desfasurate
suspecti
falsi
profesor
mitrov
frecvent
amelior
stockholm
hom
jose
kon
sate
sedere
privitor
##ela
votam
intrebarile
invers
delegatiei
suveranitatea
spectac
suplimentar
##fav
competitivitate
pregatire
discriminarea
monetara
luptei
arhiva
sume
##cator
##opoul
negre
##orabile
